[
{"url": "http://www.bbc.co.uk/sport/cricket/42181451%0A", "text": ["Newly-appointed Sussex head coach Jason Gillespie hopes to bring a \"very positive and aggressive\" brand of cricket to the county.", "The 42-year-old former Yorkshire coach has agreed a three-year deal at Hove and ", "\"We have to work out how we are going to go about our style of play,\" the ex-Australia fast bowler ", "\"We will get together and talk though our objectives and how we want to be seen to be playing our cricket.\"", "Sussex have had successive fourth-placed finishes in the second tier since being relegated from Division One in 2015 and parted company with former head coach Mark Davis last month.", "Gillespie hopes to emulate his success at Headingley, where he led Yorkshire to promotion in 2012 and went on to win ", "\"No county particularly wants to be in Division Two,\" Gillespie added.", "\"Our goal will be to put things in place that give ourselves the best opportunity to compete for a position in which to be promoted.\"", "Gillespie is keen to get the best out of the players he has at his disposal rather than rely on bringing a host of new faces to the south coast.", "\"I'm not necessarily thinking there needs to be an overhaul or an influx of recruits,\" he said.", "\"I'd like to challenge every player to improve 10%, back ourselves and trust our preparations over the winter.", "\"By and large it is a strong squad but for the last couple of years Sussex have underachieved a little bit.\""]},
{"url": "http://www.bbc.co.uk/sport/cricket/43132692%0A", "text": ["Ireland's match against Scotland was abandoned on Tuesday after the Cricket World Cup Qualifiers warm-up was hit by persistent rain in Pretoria.", "Niall O'Brien top scored with 75 as the Irish made 259-8 in their 50 overs.", "Andrew Balbirnie chipped in with 58 and Simi Singh added 44 in the Ireland innings, which was followed by rain.", "Ireland face Hong Kong on Friday in their final Pretoria warm-up before travelling to Zimbabwe for the World Cup Qualifier tournament. ", "The Irish beat Northerns/Easterns XI and Netherlands in their opening two preparation matches in South Africa.", "Ireland have warm-up matches in Bulawayo against hosts Zimbabwe on 27 February and Scotland on 1 March before relocating to Harare for the main competition.", "Their five-team group includes top seeds West Indies with the top three in each of the two groups progressing to a Super Six competition, from which two will go through to the 2019 World Cup in England and Wales.", "William Porterfield (Formby/Warriors, capt), Andrew Balbirnie (Pembroke/Lightning), Peter Chase (Malahide/Lightning), George Dockrell (Leinster/Lightning), Ed Joyce (Merrion/Lightning), Andrew McBrine (Donemana/Warriors), Barry McCarthy (Durham), Tim Murtagh (Middlesex), Kevin O'Brien (Railway Union/Lightning), Niall O'Brien (Nantwich/Warriors, wk), Boyd Rankin (Warwickshire), James Shannon (Instonians/Knights), Simi Singh (YMCA/Lightning), Paul Stirling (Middlesex), Gary Wilson (Derbyshire, wk)."]},
{"url": "http://www.bbc.co.uk/sport/cricket/43104618%0A", "text": ["International teams should not play Twenty20 cricket, according to England coach Trevor Bayliss.", "England ", " in Hamilton in their 100th T20, but failed to qualify for the tri-series final against Australia.", "\"I wouldn't play T20 internationals,\" Bayliss told Sky Sports.", "\"If you want to play a World Cup every four years, maybe six months before let international teams play T20. I would just let the franchises play.\"", "Lucrative domestic T20 competitions featuring franchises made up of international players have become increasingly dominant in recent years.", "The 11th season of the Indian Premier League, for which the TV rights deal is worth £1,97bn, starts in April, while ", " watched this season's Australia's Big Bash League.", "The ", " in England - in addition to the existing T20 Blast - will start in 2020.", "There are also domestic franchised T20 competitions in the West Indies, South Africa, Pakistan and Bangladesh.", "England won the World Twenty20 in 2010, which remains their only global title.", "Australian Bayliss, who coaches England's Test, one-day and T20 sides, predicted international teams will employ a specialist T20 coach to help cope with the busy schedule.", "\"It's definitely the way it's heading,\" said the 55-year-old, who was appointed in 2015 and will ", " after the 2019 home Ashes series.", "England began their Ashes tour of Australia in October 2017 and will not return until April, after playing five one-day internationals and two Tests in New Zealand.", "Bayliss added: \"If we continue putting so many games, there will be a certain amount of blow-out not just with players, but with coaches as well.\"", "England employed separate coaches from 2012 to 2014, with Andy Flower in charge of the Test team and Ashley Giles the ODI and T20 sides.", "England begin the one-day series against New Zealand on 25 February in Hamilton.", "Bayliss said the game may be \"a bit early\" for all-rounder Ben Stokes, who has not played for England since September, to make his comeback.", "The 26-year-old joined the squad this week after being charged with affray following an incident outside a Bristol nightclub.", "\"He's only been back with us for a couple of days,\" said Bayliss. \"It's going to take him a while to get up to speed.\"", "Bayliss also confirmed Craig Overton will fly out to join the squad to add another pace-bowling option, with the injured Liam Plunkett returning home."]},
{"url": "http://www.bbc.co.uk/sport/wales/42768430%0A", "text": ["Paul Russell, a former Glamorgan cricket club chairman and ex-Ebbw Vale RFC president, has died.", "Russell became the Welsh county's chairman in 2003 and left the role in 2011.", "During that time he helped turn their home ground in Cardiff into a Test and one day international cricket venue.", "Ebbw Vale issued a statement praising Russell for the role he played after rugby union turned professional in 1995.", "In ", " The Steelmen said: \"Those of us that were fortunate to follow the club at that time have fantastic memories to thank Paul for.", "\"His contribution to his home town club cannot be underestimated and will never be forgotten.\""]},
{"url": "http://www.bbc.co.uk/sport/cricket/42148544%0A", "text": ["New Zealand side Canterbury have held talks with Ben Stokes after the England all-rounder was seen at Heathrow airport on Monday.", "Stokes, 26, is not part of England's Ashes tour after being ", " in September.", "There was widespread speculation on social media that he was heading to Australia after being pictured at the airport.", "That prompted the England and Wales Cricket Board to issue a statement ", " and confirming he was travelling to New Zealand to spend time with his family.", "\"Following the recent speculation surrounding Ben Stokes coming to New Zealand, Canterbury cricket can now confirm that they have been in initial informal discussions with Ben Stokes' representatives regarding his potential availability,\" a Canterbury statement said.", "Canterbury coach Gary Stead added: \"We had been in talks with his agent about possibly coming to play here but there's still a bit of water to go under the bridge, I hope we can make it work. The Ashes wasn't discussed.\" ", "The club have a board meeting on Wednesday when the issue will be discussed.", "Canterbury's next fixture is on Sunday, which is the second day of the second Ashes Test.", "Speaking on Wednesday, England bowler Chris Woakes told BBC Sport: \"It would be great to see Ben back doing what he loves and what he is good at. Who knows, there is still a police investigation going on. We'd have him here with open arms, it would be silly for us not to want to welcome him back.\" ", "England, the Ashes holders, ", " against Australia by 10 wickets in Brisbane.", "Stokes was arrested for his part in an incident outside a Bristol nightclub following England's third one-day international victory against West Indies.", "He is still awaiting the outcome of the police investigation and is free to travel outside of the UK.", "Though he was ", " he was subsequently told he would not be selected by England \"until further notice\".", "After Stokes was seen at Heathrow, an England statement said: \"The ECB is aware that Ben Stokes is making a private trip to New Zealand to spend time with his family. His travel arrangements have not been arranged by the ECB.", "\"He is not on his way to the Ashes, England Lions or any other official training camps with the England set-up.\"", "Stokes, who was born in New Zealand, was given permission by the ECB to travel on Friday.", "Canterbury meet Otago in a 50-over match on Sunday.", "Canterbury CEO Jeremy Curwin said: \"The CCA Board and New Zealand Cricket will independently be considering this issue in the near future but, until then, we are unable to provide any more detail on the status of the deliberations.", "\"As and when there are any further developments we will of course release further statements.\""]},
{"url": "http://www.bbc.co.uk/sport/cricket/42438921%0A", "text": ["Australian Ellyse Perry has been named women's cricketer of the year by the International Cricket Council.", "The 27-year-old all-rounder won the ICC's inaugural Rachael Heyhoe Flint Award, renamed in memory of the former England captain, ", "Perry scored ", " during the women's Ashes Test in November as ", "Australian wicketkeeper Beth Mooney picked up both the T20 player of the year and emerging player of the year.", "New Zealand's Amy Satterthwaite was named ODI player of the year after scoring 1,183 runs in 24 matches.", "Anya Shrubsole was not included in the ODI team of the year, despite taking six wickets as ", " in the World Cup final in July.", "But four England players were selected - Tammy Beaumont, Heather Knight (as captain), Sarah Taylor and Alex Hartley.", "Danni Wyatt is England's only representative in the T20 team of the year, after her decisive century in the final Women's Ashes T20.", "Tammy Beaumont (England), Meg Lanning, (Australia), Mithali Raj (India), Amy Satterthwaite (New Zealand), Ellyse Perry (Australia), Heather Knight (England, capt), Sarah Taylor (England, wk), Dane Van Niekerk (South Africa), Marizanne Kapp (South Africa), Ekta Bisht (India), Alex Hartley (England).", "Beth Mooney (Australia, wk), Danni Wyatt (England), Harmanpreet Kaur (India), Stafanie Taylor (West Indies, capt), Sophie Devine (New Zealand), Deandra Dottin (West Indies), Hayley Matthews (West Indies), Megan Schutt (Australia), Amanda-Jade Wellington (Australia), Lea Tahuhu (New Zealand), Ekta Bisht (India)."]},
{"url": "http://www.bbc.co.uk/sport/cricket/43127012%0A", "text": ["England ODI opener Alex Hales has signed a new deal with Nottinghamshire to play only limited-overs matches until the end of the 2019 season.", "He follows the path set by ", " who announced last week he will only play white-ball cricket for Yorkshire in 2018.", "Hales, 29, has played 58 one-day and 52 T20 internationals for England, but his last Test appearance was in 2016.", "\"We respect Alex's decision,\" said Notts director of cricket Mick Newell.", "\"He's an outstanding white-ball player. He's entitled to make himself available for whatever format he wants to play.", "\"We look forward to him helping us win more trophies in that format of the game. He was integral to our success in 50 and 20-over cricket last summer.\"", "Hales was part of the Notts side that dominated domestic limited-over cricket in 2017, winning both the T20 Blast and the One-Day Cup.", "The latter triumph was inspired by his ", " the highest individual score in a Lord's one-day final.", "As well as his 434 runs in the 50-over competition at 72.33, he made another 507 runs at 33.80 for Notts last season in 20-over cricket. ", "He was then part of the England side that ", " in the One-Day International series against Australia in January.", "\"I'm grateful to the club for extending my deal,\" said Hales. \"I love batting at Trent Bridge - it's my favourite place to play.\""]},
{"url": "http://www.bbc.co.uk/sport/cricket/43198776%0A", "text": ["South Africa pace bowler Morne Morkel will retire from international cricket after the Test series against Australia, which starts on Thursday.", "The 33-year-old has played 83 Tests, 117 one-dayers and 44 Twenty20s, with 529 wickets across the three formats.", "\"It was an extremely tough decision but I feel the time is right to start a new chapter,\" said Morkel.", "\"I've a young family and foreign wife. The demanding international schedule has put a lot of strain on us.\"", "He added: \"I have to put them first and this decision will only benefit us going forward.\"", "Morkel has taken 294 Test wickets at an average of 28.08 and will be aiming to pass the 300-mark in the four-Test series against Australia.", "He also expects to continue to play away from the international scene.", "\"I still feel there is a lot of cricket left in me and I am excited for what lies ahead,\" he added."]},
{"url": "http://www.bbc.co.uk/sport/cricket/42637298%0A", "text": ["Leading figures in world cricket have recommended the use of an extreme heat policy in the sport.", "England captain Joe Root was ", " during the final Test of the Ashes in Sydney, when temperatures reached 47.3C.", "The MCC's World Cricket committee, which met in Sydney, said umpires should be able to halt play for heat.", "\"There will be times where there are dangerous weather conditions, it would be silly to disregard that,\" it said.", "England officials said Root's condition in the final Test, when he was forced to retire because of illness as his team ", " was a viral gastroenteritis bug and not connected to the hottest day in Sydney ", "Australia great Ricky Ponting, a member of the committee, said: \"He probably had a viral thing too, but having one or two players go down seriously ill like that is a dangerous precedent just to ignore.", "\"I played in a game in Sharjah where it was 55 degrees air temperature and it did get dangerous.\"", "Former England captain Mike Gatting chaired the meeting of 14 ex-players, officials and administrators, who meet on behalf of cricket's lawmakers, the Marylebone Cricket Club, to discuss prevalent issues in the game.", "The existing law 2.7.1 empowers the umpires to suspend play if conditions are unreasonable or dangerous and after consultations with MCC's Laws sub-committee, it has been agreed that extremes of temperature fall within that remit.", "The committee noted Cricket Australia already has extreme heat guidelines in place, which uses the Wet Bulb Globe Temperature index to measure the discomfort level based on weather conditions, and suggested such an index could be used by other bodies, including the International Cricket Council, to protect players, officials and spectators.", "Other subjects under discussion included urging India's cricket board the BCCI to unite with the rest of the world game and lobby the International Olympic Committee for the inclusion of Twenty20 in the Olympic Games.", "In addition it was recommended that stem guards - which attach to helmets to provide extra protection at the back of the head and neck - should be made mandatory throughout the professional game.", "They have increased in popularity since the ", " who was struck on the top of the neck by a ball during a domestic match in Sydney in 2014.", "Every sport is concerned about concussion right now and the MCC committee's recommendation ''that helmets - with stem guards - should be mandatory in all professional cricket'' is fascinating. ", "Currently, it is not mandatory for professional players to bat in a helmet. But if they do wear one it is compulsory for the helmet to be compliant with the new British Standard BS7928:2013. That's the ICC rules. It also means that when any of us wants to buy a cricket helmet we can check to see if its safe. If it has that safety code on it, it should be.", "At present, however, there is nothing like that in place for neck guards. These protectors, attached to the back of helmets, represent the biggest visible change in cricket protection for 30 years. ", "The 2014 death of Australian batsman Phillip Hughes, who was struck on the neck by a delivery, forced everyone in cricket to shift attention to this area of protection.", "Now it is routine to see batsmen wearing neck protectors but, crucially, there's no safety standard or even any agreement on how exactly they should be tested to establish one.", "The ICC recently told me there is an \"ongoing project\" to develop a test and introduce a safety standard. That's an increasingly urgent issue as neck protectors are manufactured and sold without any clarity about how they should be made and the specific purpose they serve.  "]},
{"url": "http://www.bbc.co.uk/sport/cricket/43110307%0A", "text": ["Alex Blackwell, Australia's most-capped female player, has retired from international and state cricket.", "The 34-year-old batter made her Australia debut in 2003 and went on to play 251 matches across the Test, one-day and Twenty20 international formats.", "She captained her country to victory at ", " and also won the competition in 2012 and 2014.", "Blackwell scored 5,250 international runs and was also part of Australia's World Cup wins in 2005 and 2013.", "More recently serving as national vice-captain, Blackwell - whose identical twin sister Kate also played for Australia between 2004 and 2008 - will continue to play for Sydney Thunder in the Women's Big Bash League.", "\"Alex has been a wonderful servant to Australian cricket, and a tremendous leader both at national and international level, and we congratulate her on an outstanding career that has spanned more than 16 years,\" said Cricket Australia chief executive James Sutherland.", "\"She was a talented cricketer - a fierce competitor, hard-working and far more often than not, a winner - Alex played an instrumental role in the dominance of both the Australian and New South Wales teams over the last decade.\"", "Team-mates and opponents have joined the tributes on Twitter, with ex-England captain ", " saluting \"a true great of the game and always the ultimate professional\", and current skipper ", " describing Blackwell as a \"fierce competitor and the most annoying person to try and hit the ball past at extra cover\".", "Former Pakistan captain ", " added: \"You have been a brilliant leader for Australia as well as for other cricketers. Thank you for always being so helpful and forthcoming to young cricketers from all over the world who wanted guidance in cricket.\"", "Australia's women travel to India next month for three one-day internationals., followed by "]},
{"url": "http://www.bbc.co.uk/sport/cricket/43072627%0A", "text": ["England all-rounder Adil Rashid will only play white-ball cricket for Yorkshire during the 2018 season.", "The club are renegotiating the leg-spinner's contract, although the 29-year-old's situation will be reviewed in the autumn.", "Rashid, a regular in England's one-day international and T20 sides, made the most recent of his 10 Test appearances against India in December 2016.", "\"It's for this season coming and to see how it goes,\" he told ", "\"At this moment in my career, I just feel that white-ball cricket is where I am best and where I feel I can develop and offer a lot more.", "\"It's not me saying I'm finished from red ball. It's just this summer I'm going to concentrate on white ball and see where that takes me. England and Trevor Bayliss were happy with the decision I made and are backing me fully.\"", "Rashid, who turns 30 on Saturday, has played 59 one-day internationals and 27 T20s for England and is a member of the squad for the ongoing T20 tri-series against Australia and New Zealand.", "Yorkshire are \"firmly in favour\" of Rashid also playing red-ball cricket, but director of cricket Martyn Moxon said they would respect his decision to focus on the shorter forms of the game.", "\"He explained he wanted to concentrate on becoming the best white-ball cricketer he could possibly be,\" said Moxon.", "\"From my point of view it's disappointing because I think Adil has got the ability to play in all three formats, not only at county level, but also at international level.\""]},
{"url": "http://www.bbc.co.uk/sport/cricket/42718984%0A", "text": ["Kent have appointed former England wicketkeeper Paul Downton as their new director of cricket.", "The 60-year-old was managing director of the England and Wales Cricket Board from February 2014 to ", "Downton played for Kent between 1977 and 1980, winning the County Championship twice before joining Middlesex, and also appeared in 30 Tests and 28 one-day internationals.", "\"This role allows me to draw on my skills and experience,\" he said.", "\"I'll be responsible for the business of cricket and making us as competitive as we can be on the pitch.", "\"We will aim to maximise our resources and make good strategic decisions in developing and attracting talent to the club.\"", "Downton will be responsible for overseeing all cricket activities across all age groups, including recruitment of coaches and playing staff and player development.", "His time in charge of the England team was marked by the dropping of ", " and Kevin Pietersen being ", " after the 2013-14 Ashes whitewash in Australia.", "Downton said at the time of the latter: \"The time is right to rebuild not only the team but also the team ethic.\""]},
{"url": "http://www.bbc.co.uk/sport/cricket/42894482%0A", "text": ["Sussex all-rounder Jofra Archer says it is his \"dream\" to play Test cricket for England.", "Barbados-born Archer, 22, is not eligible for England until the winter of 2022, when he will have completed the seven-year residency period.", "He needs to spend 210 days a year in England to complete his residency.", "\"I think I have a longer career in England than I would have in Barbados,\" he told ", ": "]},
{"url": "http://www.bbc.co.uk/sport/cricket/42578316%0A", "text": ["Praise flowed from the Test Match Special commentary team when they got their first look at England's rookie leg-spinner Mason Crane ", " in Sydney.", "Former England spinner Graeme Swann, who took 255 Test wickets, said he was \"very excited\" by the 20-year-old's potential, ex-batsman Ed Smith spoke highly of Crane's natural talent while Ebony Rainford-Brent compared the spinner's nimble, athletic action to that of a ballerina.", "\"The simple fact is Mason Crane has bowled impressively and with zest,\" concluded former England off-spinner Vic Marks. \"I think he's done pretty well.", "\"When Simon Kerrigan ", " Shane Watson went for him and he was marginalised and never came back.", "\"We haven't seen that sort of approach at all from Steve Smith - or anyone else - against Crane.\"", "Although Crane went wicketless in his 17 overs, he caused moments of concern for both Usman Khawaja, who ended the second day unbeaten on 91, and Steve Smith, who is 44 not out.", "Twice Khawaja gave inside edges that dropped out of the reach of short leg, while on another occasion the number three edged between wicketkeeper and slip.", "Crane also found the edge of Smith when the skipper was on 19, but it fell short of Joe Root at slip.", "\"Mason has got the right style of energy and he gets plenty of revolutions on the ball,\" said former England captain Michael Vaughan.", "\"He didn't look fazed. He's not the kind of bowler you'd see playing every single Test match but we've seen enough today to know that, if England work well with him, there's things to be worked on over the next few years.\"", "Rainford-Brent, who won the Women's World Cup as a player, added: \"Mason has got a little bit about him. I like energetic actions; I like bowlers who get through the crease. He's very light on his feet - ballerina-esque.\"", "However, while praise was being lavished on Crane, Moeen Ali's difficult tour with the ball continued.", "The off-spinner also went wicketless in 17 overs, meaning his three wickets in the series have come at an average of 152.", "He did, however, make a valuable 30 with the bat - prompting Vaughan to suggest his future may lie as a specialist batsman.", "\"You feel Moeen is going to have to make himself into a number five or six batsman,\" said Vaughan. \"To do that, he'll have to play like he did today.", "\"I enjoyed the way he was willing to play orthodox Test match cricket. I was a lot happier with the tempo of his innings today than last week in Melbourne.", "\"As a spin bowler, he is concerning. He's not getting revolutions on the ball.\"", "That opinion was supported by ex-England batsman Geoffrey Boycott, who believes England now need to look at other options in the spin bowling department.", "\"We must find a frontline spinner,\" said Boycott. \"That might mean starting with a young kid, if you think he's got the character.", "\"You have to grow into it, learn your trade. I hope that, if Crane has got something, they don't throw him away. We've got to start planning.\"", "\n                            Media playback is not supported on this device\n                        "]},
{"url": "http://www.bbc.co.uk/sport/cricket/42082869%0A", "text": ["Glamorgan batsman Will Bragg has been forced to retire after being affected by health problems. ", "Left-hander Bragg, 31, has been a first-choice player for the county in both Championship and One-Day Cup. ", "He played 111 first-class games, 47 List A matches and two T20 games for Glamorgan over 11 years.", "\"Last season was a frustrating one for me personally and I believe now is the right time for me to step away from the game,\" he said.", "Bragg has been unable to get to the bottom of what has caused his ill-health that began after his most consistent season in 2016, when he topped 1,000 Championship runs after switching to a regular number three slot in the batting order. ", "He was only able to play a handful of County Championship matches in 2017 due to illness, however he did enjoy a successful Royal London One-Day Cup campaign when he registered a career-best 94 against the Kent Spitfires at Swansea.", "\"It's been a great experience to come through the age groups of Welsh Cricket and represent Glamorgan for over a decade,\" said Bragg.", "\"Last season was a frustrating one for me personally and I believe now is the right time for me to step away from the game and start focusing on building a new career in another area.", "\"I've always been proactive about my life away from the game, and while it may be odd not to be reporting back to training with the lads this winter I am enthused and excited by what the future holds for me.", "\"I'd like to thank all those people who have supported me over the years and I leave offering nothing but the best wishes for the club moving forward.\"", "Born in Newport, Will initially signed for Glamorgan as Mark Wallace's understudy behind the stumps, before developing into a specialist top-order batsman and went on to score over 5,500 First-class runs.", "\"Will Bragg has been an integral part of Glamorgan for more than a decade,\" said Glamorgan chief executive, Hugh Morris.", "\"He was a big part of the dressing room and a fine batsman for the club, so it's sad to see his career end prematurely.", "\"Will can look back on an outstanding professional career with great pride and on behalf of the club, the committee and all our supporters I want to thank him for his dedication to Glamorgan and wish him and his family all the very best in the future.\""]},
{"url": "http://www.bbc.co.uk/sport/cricket/42396108%0A", "text": ["Worcestershire 'will leave no stone unturned' to find the right man to become the county's new head coach following the sacking of Steve Rhodes.", "Chief executive Tom Scott, who revealed in September his own ", " from New Road, confirmed that the search will be worldwide.", "\"There is so much that is attractive about the job,\" said Scott.", "\"We are prepared to undertake a global search to ensure the right person is put in place.\"", "Rhodes was director of cricket, on the same level as the chief executive, and accountable only to Worcestershire chairman Stephen Taylor and the county's board.", "However, his replacement will take the job title of head coach, which was initially Rhodes' role until being promoted in 2006.", "Scott, who is currently working his notice prior to an intended Christmas departure, continued: \"The search has already began.", "\"We will leave no stone unturned in our efforts to bring the ideal new head coach to Worcestershire.", "\"The new head coach can look forward to County Championship Division One cricket and the chance to work with a very talented bunch of players.", "\"They will understand our values as an Academy-driven county focused on producing English-qualified players to one day play for England.\"", "He added: \"During the past two or three seasons they have developed into a highly competitive unit who I believe are capable of a sustained period of success.", "\"Any coach would welcome the opportunity to work with our Academy which has produced so many of those players and is something we will continue to invest in as a key part of the club's future.\"", "Rhodes ", " following an internal investigation into what the club called \"a disciplinary matter\".", "It had ", " that he delayed telling the county about the arrest of all-rounder Alex Hepburn, who has since been ", "The club are still to make any comment on Rhodes' departure other than a 29-word statement issued last Thursday thanking him for his long service."]},
{"url": "http://www.bbc.co.uk/sport/cricket/42591019%0A", "text": ["Worcestershire had no option but to sack Steve Rhodes as director of cricket after an investigation into his conduct, says chairman Stephen Taylor.", " Rhodes delayed telling the county about the arrest of 22-year-old all-rounder Alex Hepburn, who was ", " in December.", "Hepburn signed a new contract with Worcestershire in October.", "\"It is a shame but that's what we had to do,\" Taylor told BBC Sport.", "\"It is a sad way but, unfortunately, the club had to do what it needed to do. In today's world of HR, we have to do all the right things in the right way.", "\"For what we've done all the credit goes to Steve Rhodes. The cricket side of this club has been put together superbly by Bumpy. He has made a massive contribution as a player and also as head coach, then director of cricket.", "\"We wish him well in the future. But, because of the circumstances, we, as a club, have now got to move on and make the best of everything.\"", "Rhodes left his role as director of cricket on 14 December, after an internal investigation into his conduct following the club's ", " when all they would say was that they were \"dealing with a disciplinary matter\".", "Rhodes, who was ", " at the Under-19 World Cup in January and February, was stood down from that role and is currently on holiday in Australia considering his next role in cricket.", "Hepburn's case, originally scheduled for Worcester crown court on 4 January, has now been put back to Wednesday, 17 January.", "Rhodes' exit from Worcester has come in the same winter in which one of his former team-mates Matt Rawnsley has returned to the club as chief executive, 15 years after the end of his playing career.", "\"We had 150 candidates, of which we interviewed 20, then narrowed it down to a shortlist of four,\" Taylor told BBC Hereford & Worcester.", "\"We had four really strong candidates, but Matt really did shine out as the most positive of them all.", "\"Obviously his cricket experience and him also being a local county guy was a real plus. But over and above everything else was his business experience.", "\"Cricket is going through massive changes, as is New Road itself. It's so important that we stand on our own financially. And I see Matt being there for a long stint, which is what the club needs.\"", "Rawnsley will officially take office on 1 March, but is currently undergoing a two-month handover period with current CEO Tom Scott, who originally announced his intention to step down in September.", "In an eventful winter so far, Worcestershire still have two big decisions to make - finding a successor to Rhodes and announcing who will be their County Championship and T20 overseas players next season.", "Taylor says no immediate progress has been made in their search for a replacement for Rhodes, a job which has been downgraded from director of cricket to head coach.", "\"We're inundated with inquiries,\" Taylor told BBC Hereford & Worcester. \"We're looking to put together a cricket sub-group to find the next head coach.", "\"Matt Rawnsley is already taking some involvement. But, if the right candidate is not available, we may have to wait a little bit.", "\"And we're continuing to talk to overseas players. (Former Worcestershire and England opener) Tim Curtis, my vice chair, is taking a big lead role in that. He has massive experience on the cricket side.", "\"We'd like to get a good batsman if we could, who can do well in T20, but until the ink is dry, it's not for me to say what we'll end up with.\""]},
{"url": "http://www.bbc.co.uk/sport/cricket/42352405%0A", "text": ["Steve Rhodes has left his role as director of cricket with Worcestershire following an internal investigation into his conduct.", "It was ", " that the club were \"dealing with a disciplinary matter\".", " he delayed telling the county about the arrest of all-rounder Alex Hepburn, who has since been ", "The club said at the time that it would not comment on those reports.", "A further statement on Thursday confirming Rhodes' departure, after 33 years with the county as player and coach, said the club would not comment further.", "\"Steve Rhodes has left with immediate effect,\" ", " \"We thank him for his 33 years as a player, coach and director of cricket. We wish him well in the future.\"", "The BBC has attempted to contact Rhodes but is yet to receive a response.", "Rhodes was ", " at the Under-19 World Cup in January and February, but the ECB said in November that would \"not be happening\".", "Rhodes' departure from New Road ends a personal 33-year association with Worcestershire, although his son George remains part of the playing staff.", "After starting his playing career with his native Yorkshire, Bradford-born Rhodes joined the county in 1985.", "He spent 20 seasons as first-choice wicketkeeper, making 13,300 runs in 391 first-class matches at an average of 33.16, hitting 11 hundreds and 65 half-centuries, as well as taking 991 catches and 104 stumpings.", "He appeared in 11 Tests for England between June 1994 and February 1995, playing in home series against New Zealand and South Africa and an Ashes tour of Australia, while also playing in nine one-day internationals.", "He joined Worcestershire's backroom staff in 2005 as assistant coach to Tom Moody, taking over when the Australian left in mid-season, before being upgraded to director of cricket in 2006.", "Under Rhodes, Worcestershire won the Pro 40 in 2007 and ", " by winning the Division Two title."]},
{"url": "http://www.bbc.co.uk/sport/cricket/43003677%0A", "text": ["Worcestershire have signed Australia batsman Travis Head as their \"main overseas player\" for the 2018 season.", "Head will be available for all formats of the game for the newly-promoted Championship Division One side.", "The 24-year-old has played 34 one-dayers and nine T20 internationals.", "\"He is ambitious to play Test cricket and Cricket Australia have encouraged him and other young players to play cricket this summer,\" Worcestershire vice-chairman ", "\"He is hungry to do well and play all types of cricket and he also spoke to Moeen Ali in Australia and he gave him positive vibes about coming to Worcestershire.\"", "Although available for most of the county season, Head will miss two County Championship matches in June, with Australia playing England in five ODIs and one T20 game between 13 and 27 June.", "The left-hander, who also bowls off-spin, has scored 1,064 runs at an average of 36.68 for Australia in 50-over cricket, with his ", " in the 4-1 series defeat by England last month.", "He captained the Adelaide Strikers to their first Big Bash title earlier this month, scoring 44 not out in the final against Hobart Hurricanes to end the T20 tournament with 374 runs at and average of 53.42 and a strike-rate of 133.09.", "Head has scored 3,729 runs at an average of 35.17 in first-class cricket, and has also played in the Indian Premier League for Delhi Daredevils and Royal Challengers Bangalore."]},
{"url": "http://www.bbc.co.uk/sport/cricket/42171201%0A", "text": ["Worcestershire director of cricket Steve Rhodes will not ", " at the Under-19 World Cup after the county confirmed he is under investigation.", "It ", " Rhodes delayed telling the county about the arrest of all-rounder Alex Hepburn, who ", " with two counts of rape.", "Worcestershire have not commented on those reports. ", "However, chairman Stephen Taylor confirmed that Rhodes, 53, is \"under investigation but not suspended\". ", "The ECB said his duties with the under-19s will now \"not be happening\". ", "The Under-19 World Cup takes place in New Zealand in January and February 2018.", "Worcestershire said in a statement: \"WCCC can confirm they are currently dealing with a disciplinary matter involving Steve Rhodes and relates solely to his role as director of cricket. ", "\"The matter is ongoing so at this time there will be no further comment\". ", "Former wicketkeeper Rhodes been in charge of Worcestershire since 2006 after playing for the county from 1985 to 2004.", "He appeared in 11 Tests for England in 1994 and 1995, and played in nine one-day internationals."]},
{"url": "http://www.bbc.co.uk/sport/cricket/42960966%0A", "text": ["Glamorgan have announced new one-year contracts for batsman Connor Brown, all-rounder Jack Murphy and wicket-keeper batsman Tom Cullen.", "All three made their Championship debuts in 2017.", "Brown, 20, opened the batting in the last two games, while Murphy made four appearances.", "Australian-born Cullen, a former Cardiff MCCU captain, will act as understudy to wicket-keeper Chris Cooke.     ", "\"Tom did a good job covering for Chris Cooke behind the stumps when called upon, while Connor and Jack played important innings in our win against Kent in the final match of last season,\" said Glamorgan chief executive Hugh Morris.", "\"They all performed well under Steve Watkin in the second eleven and deserved their opportunity to play in the first team.\""]},
{"url": "http://www.bbc.co.uk/sport/cricket/43031463%0A", "text": ["South Africa leg-spinner Imran Tahir was racially abused by a spectator during victory over India in the fourth one-day international in Johannesburg, says Cricket South Africa (CSA).", "Tahir, 38, reported the alleged incident to stadium security, who accompanied him to identify the spectator ", "CSA said it is investigating in a statement on Monday.", "\"Imran Tahir was verbally and racially abused by an unknown man,\" it said. ", "\"Tahir reported the incident to the stadium security, and was subsequently accompanied by two security personnel to identify and to have the man ejected from the stadium.\"", "CSA said it was aware of footage circulated on social media appearing to show Tahir confronting spectators in the stands.", "\"Tahir made no physical contact with the offender or any of the children in the vicinity,\" the governing body added.", "Spectators who engage in racist conduct may be ejected from the stadium and can face further bans and criminal prosecution, according to the International Cricket Council (ICC) anti-racism code.", "Pakistan-born Tahir has played 20 Tests, 84 ODIs and 36 Twenty20 internationals for South Africa and has represented six English counties, including four different stints with Hampshire.", "The Proteas beat India by five wickets on the Duckworth-Lewis-Stern method and trail 3-1 in the six-match series, with the fifth game at Port Elizabeth on Tuesday."]},
{"url": "http://www.bbc.co.uk/sport/cricket/43086002%0A", "text": ["Glamorgan have announced new contracts for fast bowlers Michael Hogan, Timm van der Gugten and Lukas Carey. ", "Championship captain Hogan, 36, has been given an extra year until the end of the 2019 season.", "He was Glamorgan's most successful bowler in 2017, taking 50 Championship wickets and 20 in the T20 Blast.", "Netherlands paceman van der Gugten and Pontarddulais product Carey, 20, have been given two-year extensions until the end of 2020.", "The deals mean that Glamorgan can choose from a settled pool of faster bowlers for 2018 and 2019, with Marchant de Lange, Graham Wagg and Ruaidhri Smith all continuing on contract, while Craig Meschede completes his current deal this summer.", "\"Pace bowlers are absolutely fundamental in any team, and to have those guys nailed down is really encouraging,\" Glamorgan chief executive Hugh Morris told BBC Sport Wales.", "\"Lukas Carey has done really well for us in the last 18 months and made great strides forward, taking 35 (Championship) wicket last year.", "\"Timm van der Gugten is now fully fit (after injuries in 2017) and playing World Cup qualifiers shortly.", "\"Michael is as consistent as any seam bowler in county cricket and didn't start playing first class cricket until he was 28, so he's got a bit of petrol left in the tank.\""]},
{"url": "http://www.bbc.co.uk/sport/cricket/43063449%0A", "text": ["The 2023 Ashes Tests have been awarded to the same five grounds as the 2019 edition, the England and Wales Cricket Board has confirmed.", "Edgbaston, Headingley, The Oval, Lord's and Old Trafford will all host England v Australia matches in both series.", "The ECB also announced the cities that will host the new eight-team Twenty20 tournament in 2020.", "Southampton, Birmingham, Leeds, London, Manchester, Cardiff and Nottingham have been selected for the competition.", "Both Lord's and The Oval will host newly created teams in the competition with the Ageas Bowl, Edgbaston, Headingley, Old Trafford, the Swalec Stadium and Trent Bridge the other grounds chosen.", "The BBC will broadcast live TV coverage of the new men's domestic T20 tournament each summer from 2020 to 2024.", "The final of the 50-over One-Day Cup has also been moved from Lord's to Trent Bridge for the five-year period.", "The ECB announced on Wednesday its venues for major domestic and international matches from 2020 to 2024, including the 2023 Ashes Tests.", "There had been reports Hampshire's Ageas Bowl ", " its first Ashes Test match in the 2023 series having missed out in 2019.", "But it, Glamorgan's Swalec Stadium and Trent Bridge all failed in their bids to host the Ashes, although the Nottingham ground will host four Test matches in the five-year period until 2024.", "\"As the world's third oldest Test match venue, it's incredibly important to us that we continue to stage a significant amount of Test cricket,\" said Nottinghamshire County Cricket Club chief executive Lisa Pursehouse.", "\"Of course, we would have very much liked to have staged an Ashes Test. Having hosted terrific matches here in 2013 and 2015, it would have been the icing on the cake.\"", "Gloucestershire, Durham, Glamorgan and Hampshire will all host England one-day internationals at their grounds throughout the five-year period, with the latter two also set to stage T20 internationals.", "The ECB has also named the eight venues that will host its new city-based Twenty20 competition, which it believes can make the sport \"relevant to a whole new audience\".", "The as yet unnamed tournament will run for an initial five years from 2020 and be played alongside the existing T20 Blast.", "The eight venues announced on Wednesday will all have new teams created around them, with two in London.", "\"We are hugely excited by the prospect of hosting one of the teams in the new Twenty20 competition which starts in 2020,\" said Ageas Bowl chief executive officer David Mann.", "\"It is set to transform domestic cricket in England and Wales, and we also relish the opportunity to present regular international and first-class cricket options to all our communities across the South of England.\"", "In a five-year deal struck with the ECB, more than 100 hours of cricket will be broadcast each summer on the BBC.", "The contract includes live TV coverage of England men and women's Twenty20 internationals, the ECB's new men's domestic T20 tournament and TV highlights of England men's home Tests, one-day internationals and T20s will also be shown."]},
{"url": "http://www.bbc.co.uk/sport/cricket/42900962%0A", "text": ["The International Cricket Council says it has evidence a Twenty20 match in the United Arab Emirates was \"corrupt\" and \"damaging\" to the sport's reputation.", "An investigation is ongoing into the Ajman All Stars League after footage emerged on Tuesday showing some controversial dismissals.", "The event is not sanctioned by the Emirates Cricket Board (ECB) or ICC.", "The ICC will now ask member boards to consider disciplinary action against players who participated in the event.", "Videos appearing to show several wickets falling in bizarre ways, by batsmen running themselves out or getting stumped without trying to return to the crease, went viral after being posted on social media.", "Head of the ICC's anti-corruption team, Alex Marshall, said that while the ECB and ICC have no powers to take action under anti-corruption rules because they have not approved the event, the focus of the investigation will now be on \"identifying the organisers of the tournament to prevent similar incidents occurring elsewhere and to disrupt corrupt practices wherever we can.\"", "He added that after speaking to some of the people involved in the match \"we consider there to be strong evidence to indicate this was a corrupt event and damaging to the wider reputation of cricket and as such will continue the investigation.\"", "The Ajman Cricket Council says it did not approve the match and all matches at the Ajman Oval have now been suspended."]},
{"url": "http://www.bbc.co.uk/sport/cricket/43152758%0A", "text": ["Adil Rashid and Alex Hales have made a \"good decision\" to focus solely on limited-overs cricket, says England all-rounder Moeen Ali.", "All-rounder ", " for Yorkshire during the 2018 season, while opener ", " with Nottinghamshire for the next two years.", "England start their five-match ODI series against New Zealand on Sunday.", "\"It will be great for England long term,\" Moeen told Test Match Special.", "\"We're going to have real specialists and it's something a lot of players will probably do further down the line.\"", "Leg-spinner Rashid, 30, has played 59 one-day and 28 T20 internationals for England, but made the most recent of his 10 Test appearances against India in December 2016.", "Hales, 29, has played 58 ODIs and 52 T20s and won the last of his 11 Test caps against Pakistan in August 2016.", "Moeen said he felt both could still play Test cricket but their white-ball skills will \"improve immensely\" by focusing on the one-day formats.", "\"It's something they feel they probably need to do to play round the world and in all the tournaments as much as they can,\" he added.", "Moeen struggled during the 4-0 Ashes defeat by Australia, taking just five wickets in five Tests at an average of 115.00 and scoring 179 runs at 19.88.", "The off-spinner's form improved during England's 4-1 ODI series win over Australia in January before he was rested for the recent Twenty20 tri-series in which ", "\"I needed a bit of a break from the game mentally and physically and to just switch off but now I'm ready to go,\" he said.", "Ben Stokes could make his first England appearance since he was suspended in September in the first ODI at Hamilton on Sunday, starting at 01:00 GMT.", "The all-rounder, 26, ", " following an incident outside a Bristol nightclub and has been cleared by the England and Wales Cricket Board to ", "Coach Trevor Bayliss said it was \"unlikely\" Stokes would play the first ODI but captain Eoin Morgan has since said the tourists are hopeful the Durham man will be fit in time.", "After the ODI series, England play New Zealand in a two-match Test series, starting on 22 March.", " Todd Astle, Trent Boult, Lockie Ferguson, Colin de Grandhomme, Martin Guptill, Matt Henry, Tom Latham (wk), Colin Munro, Henry Nicholls, Mitchell Santner, Ish Sodhi, Tim Southee, Ross Taylor, Kane Williamson (capt).", "Moeen Ali, Jonny Bairstow (wk), Sam Billings (wk), Jos Buttler (wk), Tom Curran, Alex Hales, Eoin Morgan (capt), Adil Rashid, Joe Root, Jason Roy, Ben Stokes, David Willey, Chris Woakes, Mark Wood."]},
{"url": "http://www.bbc.co.uk/sport/cricket/42718484%0A", "text": ["England all-rounder Ben Stokes says he is \"extremely delighted\" to be available for the tour of New Zealand.", "Stokes, 26, has not played since an incident outside a Bristol nightclub in September and has been ", " The hearing will be at Bristol Magistrates Court on 13 February.", "Earlier on Wednesday, the England and Wales Cricket Board announced it would consider Stokes for selection again.", "\"Can't wait to get back out with the Three Lions on my chest,\" ", "\"Representing my country is one of the greatest things that I've ever been lucky enough to do, walking out on to the field with the England shirt on is a privilege and a honour.", "\"I'm extremely delighted to be given this opportunity to do this again.\"", "The Durham cricketer will join the squad for the second half of the triangular Twenty20 series in New Zealand in February. England then play five one-day internationals and two Tests against the Black Caps.", "Stokes intends to contest the affray charge and it remains unclear whether he is required to attend the 13 February hearing - which falls on the same day as England's T20 International against New Zealand in Wellington. ", "He would be required to attend unless his solicitors make a request to the court to have the case put back to a new date and the court is satisfied with their argument enough to do so.   ", "The ECB said that, \"given the potential length of time to trial\", it would not be \"fair, reasonable or proportionate for Ben Stokes to remain unavailable for a further indeterminate period\".", "Stokes missed two one-day internationals against West Indies in England last year and the entire winter Ashes Test series in Australia. He will play no part in the current one-day series against Australia.", "However, the ECB allowed him to play ", " in New Zealand domestic cricket in December.", "An ECB statement read: \"ECB fully respects the legal process and the player's intention to defend himself against the charge.", "\"England selectors, management and players have been informed and Ben Stokes is expected to join the squad in New Zealand for February's T20 matches.\"", "Alex Hales, 28, who was with Stokes at the time of the incident, was not arrested but was interviewed under caution by police. He was ", " that he would face no criminal charges.", "Two other men - Ryan Ali, 28, and Ryan Hale, 26 - were also charged with affray this week.", "No firm date has been set for Stokes to return but, subject to any further legal developments and he's yet to make his first court appearance to face a charge of affray, he'll face New Zealand in February's T20 series prior to the two Tests in March.", "Clearly the legal process will take its course and it remains a possibility that Stokes will have to leave the tour if necessary.", " - Stokes and team-mate Alex Hales are involved in an incident at about 02:35 BST near Bristol's Mbargo club which left another man needing hospital treatment for facial injuries. Stokes is arrested by Avon and Somerset Police and released under investigation.", " - England include Stokes in their 16-man Ashes squad, despite him suffering a minor finger fracture on his right hand. Hales is not included.", " - The Sun newspaper releases footage that allegedly shows the incident involving Stokes and Hales.", "- The ECB announces Stokes and Hales will not be considered for selection for England matches until further notice.", " - Stokes loses his sponsorship deal with sportswear brand New Balance. Stokes apologises to Katie Price and her disabled son Harvey for a video that showed him imitating a TV clip of the youngster.", "- England fly out to Australia for the Ashes without Stokes.", " - England lose the first Ashes Test against Australia by 10 wickets in Brisbane.", " - Stokes arrives in New Zealand to play for Canterbury Kings.", "- Avon & Somerset Police announce they have completed their investigation and have sent their findings to the Crown Prosecution Service.", " - It is announced Hales will not face criminal charges, and the ECB says he is available for selection.", " - Stokes is named in England's one-day squad for the five-match series against Australia in the new year.", " - Stokes ends his spell with Canterbury and returns to England.", "- Stokes is named in England's Test squad for the tour of New Zealand in March and April."]},
{"url": "http://www.bbc.co.uk/sport/cricket/42961005%0A", "text": ["England captain Heather Knight explains to BBC Radio 4's Today programme how cricket has come a long way in recognising women.", "On the centenary of 1918's Representation of the People Act when some women won the right to vote for the first time, Knight - who was ", " after skippering England to World Cup success last year - says it is a \"very exciting time to be a player\"."]},
{"url": "http://www.bbc.co.uk/sport/cricket/42249353%0A", "text": ["Scotland clinched a place at the World Cup Qualifier in Zimbabwe with an eight-wicket win over Kenya.", "Needing a win in their final two World Cricket League games to qualify for the competition to decide the line-up at the 2019 event in England and Wales, the Scots bowled Kenya out for 140.", "Kyle Coetzer made 52 and Calum MacLeod finished unbeaten on 56 to overhaul that tally in just 28 overs.", "Richie Berrington (29 not out) hit two sixes to end the innings in style.", "Safyaan Sharif returned figures of 3-33, with Chris Sole taking two wickets as Kenya were skittled out in the 47th over.", "Scotland join the Netherlands and Papua New Guinea in reaching the Qualifier through the World Cricket League, with three more places available.", "West Indies, Ireland and Afghanistan will also be in Zimbabwe, along with the host nation, battling for two World Cup spots.", "The winners of the World Cricket League Championship also claim the 13th spot in the ODI League, with the Netherlands leading the way.", "The England and Wales Cricket Board (ECB) ", " after advice from the UK government.", "However, Cricket Scotland told BBC Sport in October that the Foreign and Commonwealth Office \"had previously confirmed that it is supportive of Scotland's cricket teams playing in Zimbabwe\".", "Scotland have never previously played in Zimbabwe, but did host them for two one-day internationals earlier this year."]},
{"url": "http://www.bbc.co.uk/sport/41527965%0A", "text": ["BBC Sport picks out the key sporting events of 2018 including the Winter Olympics, Commonwealth Games, football's World Cup, England's cricket matches and Formula 1 races.", "The month-by-month list will be updated with further fixtures and events as they are confirmed but please bear in mind that dates and venues are subject to change.", "To find out what BBC Sport covers live click here for our weekly ", " and ", " for direct links to all our live coverage - including text commentaries and additional live streams.", "3 February-17 March: Rugby union - Six Nations", "9-25 February: Winter Olympics, Pyeongchang, South Korea  ", "9-18 March: Winter Paralympics, Pyeongchang, South Korea", "4-15 April: Commonwealth Games, Gold Coast, Australia", "5-8 April: Golf - Masters, Augusta National, Georgia", "14 April: Horse racing - Grand National, Aintree", "19 May: Football - FA Cup final and Scottish Cup final", "26 May: Football - Champions League final, Kiev, Ukraine", "14 June-15 July: Football - World Cup, Russia", "2-15 July: Tennis - Wimbledon", "7-29 July: Cycling - Tour de France", "8 July: Formula 1 - British Grand Prix, Silverstone", "19-22 July: Golf - The Open, Carnoustie", "21 July-5 August: Hockey - Women's World Cup, London", "1-5 August: Cricket - England v India Test series starts at Edgbaston", "1-12 August: European Sports Championships, Glasgow and Berlin", "28-30 September: Golf - Ryder Cup, Le Golf National, Paris", "3-14 November: Cricket - Women's World Twenty20, West Indies", "Rugby union - Six Nations", " Cycling - Track World Championships, Netherlands", " Swimming - Edinburgh International Swim Meet, including the British Championships", " Athletics - World Indoor Championships, Birmingham", "Cricket - New Zealand v England, 3rd ODI, Wellington", " Formula E - Mexico City E-Prix, Race 5", " Football - Scottish Cup quarter-finals", " Athletics - The Big Half, London", "Basketball - BBL Trophy final, Glasgow", "Football - Champions League last 16 second legs", "Cricket - New Zealand v England, 4th ODI, Dunedin", "Football - Europa League last 16 first legs", "Winter Paralympics, Pyeongchang, South Korea", "Boxing - WBO world featherweight, Scott Quigg v Oscar Valdez, Los Angeles", "Cricket - New Zealand v England, 5th ODI, Christchurch", " Rugby union - Six Nations - Ireland v Scotland, France v England; Women's Six Nations - France v England", "Rugby union - Six Nations - Wales v Italy; Women's Six Nations - Wales v Italy, Ireland v Scotland", " Football - Champions League last 16 second legs", " Horse racing - Cheltenham Festival", " Badminton - All England Championships, Birmingham", "Football - Europa League last 16 first legs", "Rugby union - Women's Six Nations - England v Ireland, Wales v France", " Formula E - Punta del Este E-Prix, Race 6", "Rugby union - Six Nations final round - Italy v Scotland, England v Ireland, Wales v France", " Football - FA Cup quarter-finals", "Rugby union - Women's Six Nations - Italy v Scotland", " Gymnastics - World Cup, Birmingham", " Cricket - New Zealand v England, first Test (d/n), Auckland", "Football - Netherlands v England, Amsterdam Arena", " Rowing - The Boat Races, River Thames", " Football - Scottish Challenge Cup final (date & venue TBC)", " Cricket - Women's T20 tri-series: England v Australia, Mumbai", " Formula 1 - Australian Grand Prix, Melbourne", " Cricket - Women's T20 tri-series: India v England, Mumbai", " Football - England v Italy, Wembley", " Cricket - New Zealand v England, second Test, Christchurch (starts 22:00 GMT on 29 Mar)", " Rugby union - European Champions Cup quarter-finals", " Cricket - Women's T20 tri-series: England v Australia, Mumbai", " Boxing - Heavyweight unification, Anthony Joshua v Joseph Parker, Principality Stadium, Cardiff", "Cricket -Women's T20 tri-series: England v India, Mumbai", " Cricket -Women's T20 tri-series final, Mumbai", " Football - Champions League quarter-final first legs", " Commonwealth Games, Gold Coast, Australia", " Golf - Masters, Augusta National", "Football - Europa League quarter-finals first legs", "Football - Women's World Cup qualifying - Switzerland v Scotland", " Football - Women's World Cup qualifying - England v Wales; Netherlands v Northern Ireland", " Tennis - Davis Cup quarter-finals", " Formula 1 - Bahrain Grand Prix, Sakhir", " Football - Checkatrade Trophy final, Wembley", " Cricket - 1st women's ODI: India v England", " Football - Champions League quarter-final second legs", " Football - Women's World Cup qualifying - Bosnia & Herzegovina v England; Northern Ireland v Norway; Scotland v Poland", " Cricket - 2nd women's ODI: India v England", "Football - Europa League quarter-finals second legs", " Cricket - County Championship season starts", " Formula E - Rome E-Prix, Race 7", "Horse racing - Grand National, Aintree", "Football - Scottish Cup semi-finals", " Cricket - 3rd women's ODI: India v England", "Formula 1 - Chinese Grand Prix, Shanghai", " Snooker - World Championship, Sheffield", " Football - FA Cup semi-finals, Wembley", " Football - Women's Champions League semi-finals first legs", " Rugby union - European Champions Cup semi-finals", " Rugby league - Challenge Cup fifth round", " Athletics - London Marathon", " Football - Champions League semi-finals first legs", "Football - Europa League semi-finals first legs", " Judo - European Championships, Tel Aviv", "Formula E - Paris E-Prix, Race 8", "Football - Women's Champions League semi-final second legs", " Formula 1 - Azerbaijan Grand Prix, Baku", "Table tennis - World Championships, Halmstad, Sweden", "Football - Champions League semi-finals, second legs", "Equestrian - Badminton Horse Trials", "Football - Europa League semi-finals second legs", "Cycling - Tour de Yorkshire (women's race 3-4 May)", "Cycling - Giro d'Italia (starts in Israel)", " Football - Women's FA Cup final, Wembley", " Boxing - Tony Bellew v David Haye, London", " Golf - Players Championship, Sawgrass, Florida", "Cricket - Ireland play their first Test match against Pakistan, Malahide", "Rugby union - European Challenge Cup final, Bilbao", " Rugby union - European Champions Cup final, Bilbao", "Rugby league - Challenge Cup sixth round", " Formula 1 - Spanish Grand Prix, Barcelona ", " Football - final day of Premier League season", " Football - Europa League final, Lyon", " Athletics - Great City Games, Manchester", " Football - FA Cup final, Wembley; Scottish Cup final, Hampden", "Formula E - Berlin E-Prix, Race 9", "Rugby league - Super League Magic Weekend, Newcastle", " Football - Women's Champions League final, Kiev, Ukraine", "Golf - PGA Championship, Wentworth", "Cricket - England v Pakistan, first Test, Lord's", " Football - Champions League final, Kiev, Ukraine", " Football - EFL Championship play-off final, Wembley", " Rugby union - Premiership final, Twickenham; Pro14 final, Aviva Stadium", "Formula 1 - Monaco Grand Prix", " Motorcycling - British World Superbikes, Donington", " Tennis - French Open, Paris", "Golf - US Women's Open, Shoal Creek, Alabama ", " Cricket - England v Pakistan, second Test, Headingley ", "Football - International friendly - England v Nigeria, Wembley", "Horse racing - The Derby, Epsom", " Rugby league - Challenge Cup quarter-finals", "Football - International friendly - England v Costa Rica, Elland Road", "Football - Women's World Cup qualifying - Wales v Bosnia and Herzegovina; Scotland v Belarus", " Football - Women's World Cup qualifying - Northern Ireland v Netherlands; Russia v England", " Rugby union - Australia v Ireland, Brisbane; South Africa v England, Johannesburg; NB: Wales and Scotland schedule TBA", " Cricket - England women v South Africa women, first ODI, Worcester", "Formula E - Zurich E-Prix, Race 10", " Formula 1 - Canadian Grand Prix, Montreal", "Cricket - Scotland v England, ODI, The Grange", " Triathlon - World Triathlon Series, Leeds", " Cricket - England women v South Africa women, second ODI, Hove", " Football - Women's World Cup qualifying - Poland v Scotland; Wales v Russia.", " Cricket - England v Australia, first ODI, The Oval (d/n)", " Cycling - Women's Tour", " Football - World Cup, Russia - ", "Golf - US Open, Shinnecock Hills Golf Club, Southampton, New York", " Karate - World Championships, Dundee", " Cricket - England women v South Africa women, third ODI, Canterbury (d/n)", " Rugby union - Australia v Ireland, Melbourne; South Africa v England, Bloemfontein; NB: Wales and Scotland schedule TBA", " Cricket - England v Australia, second ODI, Cardiff", " Cricket - One-Day Cup semi-finals", " Football - World Cup: England v Tunisia, Volgograd", "Tennis - Aegon Championships, Queen's Club; London & Birmingham Classic", " Cricket - England v Australia, third ODI, Trent Bridge (d/n)", " Horse racing - Royal Ascot", " Cricket - England v Australia, fourth ODI, Chester-le-Street (d/n)", " Tennis - Aegon International, Devonshire Park, Eastbourne", " Rugby union - Australia v Ireland, Sydney; South Africa v England, Cape Town; NB: Wales and Scotland schedule TBA", " Cricket - England women v South Africa women, T20 tri-series, Taunton", " Formula 1 - French Grand Prix, Le Castellet", " Football - World Cup: England v Panama, Nizhny Novgorod", " Cricket - England v Australia, fifth ODI, Old Trafford", " Cricket - England v Australia, T20, Edgbaston (d/n)", " Football - World Cup: England v Belgium, Kaliningrad", " Cricket - England women v New Zealand women T20 tri-series, Taunton", " Golf - Women's PGA Championship, Kemper Lakes Golf Club, Illinois", " Cricket - One-Day Cup final, Lord's", " Athletics - British Championships team trials, Birmingham", " Football - World Cup second round", "Formula 1 - Austrian Grand Prix, Spielberg", " Cricket - Women's T20 tri-series final, Chelmsford", " Tennis - Wimbledon", " Cricket - England v India T20s", " Cricket - T20 Blast starts", " Football - World Cup quarter-finals", "Cycling - Tour de France", "Cricket - England women v New Zealand women, first ODI, Headingley", " Formula 1 - British Grand Prix, Silverstone", " Football - World Cup semi-final, St Petersburg", "Cricket - England women v New Zealand women, second ODI, Derby (d/n)", " Football - World Cup semi-final, Moscow", " Cricket - England v India ODIs", "Cricket - England women v New Zealand women, third ODI, Leicester (d/n)", " Football - World Cup third-place play-off, St Petersburg", " Athletics - World Cup London 2018, London Stadium", " Football - World Cup final, Moscow", " Golf - The Open, Carnoustie", " Rugby union - Men's and women's Rugby Sevens World Cup, San Francisco ", " Athletics - London Anniversary Games, London Stadium", " Hockey - Women's World Cup, London", "Cricket - Women's Super League starts", " Formula 1 - German Grand Prix, Hockenheim", " Cycling - Ride London-Surrey", "Formula 1 - Hungarian Grand Prix, Budapest", " Badminton - World Championships, Nanjing, China", " Sailing - World Championships, Aarhus, Denmark", "Taekwondo - World Championships, Buenos Aires, Argentina", " - Glasgow and Berlin. Inaugural event featuring rowing (2-5), cycling (2-12), gymnastics (2-12), aquatics (3-12), athletics (7-12), golf (7-12) and triathlon (9-11)", " Cricket - England v India, first Test, Edgbaston", "Golf - Women's British Open, Royal Lytham & St Annes", " Football - Premier League transfer window closes", " Cricket - England v India second Test, Lord's", " Football - 2018-2019 Premier League season starts", "Football - Uefa Super Cup, Tallinn", "Golf - US PGA Championship, Bellerive Country Club, Missouri", " Cricket - England v India, third Test, Trent Bridge", " Athletics - Birmingham Diamond League", "Cricket - T20 Blast quarter-finals", " Canoeing - Sprint World Championships, Coimbra, Portugal", " Rugby league - Challenge Cup final, Wembley", " Cycling - La Vuelta a Espana", " Formula 1 - Belgian Grand Prix, Spa-Francorchamps", "Motorcycling - British MotoGP, Silverstone", " Tennis - US Open, New York", "Cricket - Women's Super League Finals Day, Hove", " Football - Women's World Cup qualifiers - Scotland v Switzerland", "Cricket - England v India, fourth Test, Southampton", " Football - Women's World Cup qualifiers - Wales v England; Republic of Ireland v Northern Ireland", " Modern pentathlon - World Championships, Mexico", "Formula 1 - Italian Grand Prix, Monza", "Cycling - Tour of Britain", "Football - Women's World Cup qualifiers - Kazakhstan v England; Albania v Scotland; Northern Ireland v Slovakia", "Football - Uefa Nations League - Wales v Republic of Ireland", " Climbing - World Championships, Innsbruck, Austria", "Football - Uefa Nations League - England v Spain; Northern Ireland v Bosnia and Herzegovina", "Football - Uefa Nations League - Denmark v Wales", " Athletics - Great North Run", " Rowing - World Championships, Plovdiv, Bulgaria", "Football - Uefa Nations League - Scotland v Albania", " Golf - Evian Championship, Evian-les-Bains, France", " Tennis - Davis Cup semi-finals", " Cricket - T20 Blast Finals Day, Edgbaston", " Formula 1 - Singapore Grand Prix, Marina Bay ", " Judo - World Championships, Baku, Azerbaijan", " Cycling - UCI Road World Championships, Innsbruck, Austria", " Golf - Ryder Cup, Le Golf National, Paris", " Formula 1 - Russian Grand Prix, Sochi", "Cricket - England tour of Sri Lanka in October & November - three Tests, five ODIs and one T20", "Motorsport - Wales Rally GB", "Formula 1 - Japanese Grand Prix, Suzuka", "Football - Uefa Nations League - Israel v Scotland", "Football - Uefa Nations League - Croatia v England; Austria v Northern Ireland", "Football - Uefa Nations League - Republic of Ireland v Denmark", " Rugby league - Super League Grand Final, Old Trafford", " Football - Uefa Nations League - Spain v England; Bosnia and Herzegovina v Northern Ireland  ", " Football - Uefa Nations League - Republic of Ireland v Wales", " Taekwondo - Manchester Grand Prix", "Horse racing - British Champions Day, Ascot", " Formula 1 - United States Grand Prix, Austin", "Tennis - WTA Finals, Singapore", "Gymnastics - World Championships, Doha", " Rugby league - England v New Zealand, first Test, Hull", " Formula 1 - Mexican Grand Prix, Mexico City", "Cricket - ICC Women's World Twenty20, hosted by West Indies", " Rugby union - England v South Africa; Wales v Scotland; Ireland fixture TBC", " Rugby league - England v New Zealand second Test, Liverpool", " Rugby union - England v New Zealand; NB: Wales, Scotland & Ireland fixtures TBC", " Tennis - Fed Cup final", "Formula 1 - Brazilian Grand Prix, Sao Paulo", " Rugby league - England v New Zealand third Test, Leeds", " Tennis - ATP Finals, London", " Football - Republic of Ireland v Northern Ireland, Dublin", " Golf - DP World Championship, Dubai", " Football - Uefa Nations League - Wales v Denmark", " Football - Uefa Nations League - Albania v Scotland", " Rugby union - England v Japan; NB: Wales, Scotland & Ireland fixtures TBC", " Football - Uefa Nations League - England v Croatia; Northern Ireland v Austria", "Football - Uefa Nations League - Denmark v Republic of Ireland ", "Football - Uefa Nations League - Scotland v Israel", " Tennis - Davis Cup final", " Rugby union - England v Australia; NB: Wales, Scotland & Ireland fixtures TBC", "Formula 1 - Abu Dhabi Grand Prix, Yas Marina", "Snooker - UK Championship, York", " Hockey - Men's World Cup, India", " Swimming - World Short Course Championships, Hangzhou", "Horse racing - King George VI Chase, Kempton", "; ", "; ", "; ", "; ", "; ", "; ", "; ", "; ", "; ", "; ", "; "]},
{"url": "http://www.bbc.co.uk/sport/cricket/42648074%0A", "text": ["Eoin Morgan's unbeaten 81 helped England to a five-wicket win over a Cricket Australia XI in their limited-overs warm up match in Sydney.", "Leg-spinner Adil Rashid took 3-45 as the hosts, captained by former Test opener Matt Renshaw, posted 258-9.", "Openers Jonny Bairstow (36) and Jason Roy (40) began the chase in steady fashion before Morgan and Alex Hales (52) helped England home.", "England's five match ODI series against Australia begins on Sunday.", "Test captain Joe Root carried the drinks after a viral illness left him unable to bat after lunch on the final day of the fifth Ashes Test.", "Australian umpire Claire Polosak became the first female to officiate in an England match as she oversaw play at the Drummoyne Oval.", "Travis Dean top-scored for the Cricket Australia XI with 75, while 17-year-old Mackenzie Harvey impressed with 59 from 48 deliveries.", "Pace bowler Liam Plunkett finished with 2-52 but Mark Wood, who was recalled to the Test squad for the tour of New Zealand on Wednesday, registered figures of 0-68 from his 10 overs.", "Hales, making his first England appearance since being interviewed under caution by police over an incident outside a nightclub in Bristol in September, hit four fours and three sixes in his 35-ball innings.", "Moeen Ali impressed with the ball but again struggled with the bat, making just one before he was dismissed by seamer Gabe Bell.", "Australia have added batsman Cameron White to their one-day squad after Chris Lynn was ruled out with a calf injury.", "White has not represented Australia in 50-over cricket since 2015, and gave an interview in December saying he thought ", "\"He's experienced, he's a very smart cricketer and he's a good fielder. He ticks all the boxes for what we need at this stage,\" selection chairman Trevor Hohns said."]},
{"url": "http://www.bbc.co.uk/sport/cricket/42561620%0A", "text": ["\n                            Media playback is not supported on this device\n                        ", "Batsman Alastair Cook has indicated he will continue his England career well beyond the current Ashes series.", "Before the third Test - his 150th - England's leading run-scorer said he was taking his future \"game by game\".", "Opener Cook, 33, managed only 83 runs in the first three Tests, but carried his bat in making an unbeaten 244 in the fourth in Melbourne.", "\"I've definitely got quite a lot of cricket left in me and I want to carry on,\" he told BT Sport.", "Cook, who made his Test debut in 2006, moved into ", " during the fourth Test.", "Asked if the current fifth Test in Sydney would be his last Ashes Test, Cook said: \"I don't think so. The problem with this question is that I just don't know.\"", "The left-hander made 39 before being dismissed leg before wicket by Josh Hazlewood as England batted first on day one at the SCG.", "The next Ashes series takes place in England in 2019.", "The Essex left-hander said the way he \"stayed strong\" during his lean patch demonstrated he has the desire to continue playing.", "Cook captained England from 2012 until 2017, coming to the decision to resign during the tour of India in late 2016.", "\"I woke up one morning on that India tour, right near the end, and knew that I wouldn't captain again,\" he said.", "\"It does take a lot of effort to perform, playing for England. It's a huge amount of sacrifice.", "\"One day I might just wake up and say, 'You know what, I'm done with it'.\"", "Under Cook, England won two Ashes series, but, despite being part of the side that won in Australia in 2010-11, he has been on the losing side in 14 Tests on four tours down under.", "If England lose in Sydney, Cook will become the most unsuccessful visiting player to any country."]},
{"url": "http://www.bbc.co.uk/sport/cricket/42541481%0A", "text": ["The pitch used for the Boxing Day Test between Australia and England in Melbourne has been rated as \"poor\" by the International Cricket Council.", "Only 24 wickets fell over the five days of the drawn fourth Ashes Test.", "\"The bounce of the MCG pitch was medium, but slow in pace and got slower as the match progressed,\" read match referee Ranjan Madugalle's report.", "\"The nature of the pitch did not change over the five days and there was no natural deterioration.\"", "Australia scored 327 and 263-4 declared at the Melbourne Cricket Ground, either side of England's 491.", "After the match, ", " \"It was probably the flattest wicket I have played on. If we played for the next two days it wouldn't change.\"", "Cricket Australia has 14 days to provide a response.", "The rating given to the MCG pitch is the last handed out to a Test ground before the ICC switches to a new system in time for the fifth Ashes Test in Sydney, which begins at 23:30 GMT on Wednesday.", "In the new process, if a pitch or outfield is substandard, a venue can be awarded demerit points, which accumulate over a five-year period.", "If a venue gains five demerit points, it will be barred from hosting international cricket for 12 months, while 10 points would result in a two-year suspension.", "Australia had already won the Ashes, holding a 3-0 lead before the match at the MCG."]},
{"url": "http://www.bbc.co.uk/news/blogs-news-from-elsewhere-42578484%0A", "text": []},
{"url": "http://www.bbc.co.uk/sport/cricket/42577634%0A", "text": ["New Zealand Cricket will introduce \"catch zones\" as part of new rules to enhance safety as fans attempt to catch balls in the stands to win cash prizes.", "The governing body and a brewery sponsor are offering $50,000 (£26,300) to any fan who catches a six one-handed while wearing a promotional T-shirt.", "But some players are concerned families are being endangered as a result.", "\"Zones\" will be implemented and fans will be disqualified if their behaviour is \"unruly\" in making a catch.", "A statement from NZC read: \"Unruly, or behaviour which risks injury such as diving, will be deemed in breach of the promotion's terms and conditions, therefore disqualifying contestants in the event of a successful catch.", "\"The principal change to the procedures will see a dedicated 'catch zone' created at venues, in which contestants will have to be located in order to qualify for the prize. Catches taken by patrons outside these zones will be deemed ineligible.\"", "The governing body clarified that catch zones will not be in place at matches at Auckland's Eden Park and Wellington's Westpac Stadium, but stressed that all other safety protocols will be.", "NZC also said communications at events will be \"amplified\" to remind fans of \"acceptable behaviour\".", "NZC and sponsor Tui Breweries faced criticism following the Black Caps' ", " where some fans were seen rushing to catch balls with children in close proximity. ", "All-rounder Jimmy Neesham tweeted that spectators were ", " and sugested designated areas for the promotion, while retired Kiwi seamer Kyle Mills told Trackside Radio \"someone is going to get hurt\".", "The Catch A Million competition has not been in place in the country since the 2015 World Cup but will now feature at 23 one-day internationals and Twenty20 internationals.", "Fans are challenged to catch a six one-handed while wearing an official orange T-shirt - which sells for for $25 (£13).", "The Black Caps will be in action again on Saturday when they ", "England head to New Zealand in February for ", " before they face the hosts in ", " departing in early April."]},
{"url": "http://www.bbc.co.uk/sport/cricket/42590656%0A", "text": ["Perhaps former England spinner Graeme Swann has a point. Has Test cricket become too predictable?", "Take England as an example. Their win-loss record at home since 2012 is 23-11 in their favour. Away from home it plummets to 23-7 in the opposition's favour.", "They have not lost an Ashes series at home since 2001. They have won outright only once in Australia since 1986-87.", "After England fell to a ", " in their latest venture down under - coming on the back of a ", " - Test Match Special's Ed Smith surmised: \"I don't think this series leaves you with much optimism about this format. I am concerned about how predictable a lot of the cricket has been.\"", "So has Test cricket's 'predictability' made it boring? And is cricket the hardest sport in which to win away from home?", "While it is true that home teams hold the advantage in Test cricket - for a variety of reasons analysed below - it's not a new phenomenon.", "The percentage of Test wins earned by visiting sides has not changed drastically over the years.", "It has stayed between 20% and 30% for the past 100 or so years. If anything, away teams are winning more - victories for the touring sides in the 2010s is 27% compared to 23% in the 90s.", "Take away the anomaly of just 6.8% of wins for the away side in the calendar year of 2013 and that figure rises even higher - to above 30%.", "There are many, but one of the most obvious is to do with pitches.", "Put simply, the pitches in each of the 10 Test-playing nations offer a different challenge for both batsmen and bowlers.", "In Australia and South Africa, the ball bounces more than it does anywhere else. Hence fast bowlers are king.", "In England, New Zealand and, perhaps surprisingly, India the ball swings away from the batsmen more - meaning bowlers of obvious skill are more desirable than out-and-out pacemen.", "In Asia and, in recent years, the West Indies, the ball grips and spins off the dry surface more. This magnifies the need for a top-class turner of the ball and batsmen with the skills to overcome that challenge.", "Former England batsman Graham Thorpe had success in all conditions and is now coaching the national team's one-day players, who have risen to fourth in the world rankings.", "\"Learning to adapt is one of the biggest things, and understanding what tweaks you have to make in different countries,\" said Thorpe, who ", " in England, Australia, New Zealand, Pakistan, South Africa, Sri Lanka and West Indies.", "\"Sometimes, it's even just about looking at how the opposition batsmen score their runs. You'll notice that Australian and South African players play the cut and pull shot well because they are used to dealing with the ball which bounces more.", "\"In Asia, it's about how well you use your feet against spin bowlers and how well you gather your runs.\"", "If playing on the world's different surfaces isn't challenging enough, a different ball manufacturer is used in Australia.", "In England, Tests are played with a Duke ball, while a Kookaburra is used in Australia. Statistics seem to back up the widely held view that the Duke is more bowler-friendly.", "When the English-produced Duke was used in domestic cricket in Australia, the average number of runs scored per wicket taken dropped from 34.6 to 28.9. The number of centuries scored per game also came down.", "\"Certain balls do perform better in certain conditions,\" said Australian Glenn McGrath, who has taken more Test wickets than any other fast bowler.", "\"I loved bowling with the Duke cricket ball - it felt smaller in the hand, had a bigger seam and would reverse swing a lot better. It was also harder than a Kookaburra so there were so many positives for the bowler.\" ", "However, McGrath added: \"You have to adapt to different conditions around the world. I have no issues with having to adapt to different balls.\"", "It is also fair to say host nations are not as hospitable to visitors as they once were.", "Tours are shorter, warm-up matches are fewer and the opposition provided by the hosts for such matches is often extremely weak.", "Imagine the England football team preparing for a World Cup by allowing their group-stage opponents to pick their opposition.", "Throw in the fact many nations - with the possible exception of Australia - produce pitches which suit their team, and it becomes an uphill task for touring teams.", "How can you pass a tough exam without any serious revision?", "\"We have to draw a line under this tit-for-tat, zero-quality preparation that touring teams are given these days, which is totally against the interests of Test cricket,\" says BBC cricket correspondent Jonathan Agnew.", "\"Hopefully this has reached the depths and administrators have to realise they must give teams proper practice and preparation, otherwise touring sides are going to keep getting hammered.", "\"There's a pattern developing - there's no chance to restore confidence, no chance to restore form, no chance to get players who aren't playing in a Test match into any sort of condition or form. That's got to stop. This practice has to end.\"", "We've established England struggle in Australia and India, while India struggle in Australia and England. Such narratives play out across Test cricket.", "So why isn't anything being done about it? After all, this is not a new trend.", "\"We obviously have to believe that the next time we come to Australia we can win,\" said assistant coach Paul Farbrace after England's latest Ashes loss.", "\"That means the planning has to start now. As much as we talk about conditions, we know we haven't played well enough. If you don't score first-innings runs, you struggle to stay in games.", "\"Australia have had three quality seamers and a good spinner, which has enabled them to keep the pressure on our batsmen.\"", "Adding weight to Farbrace's theory is the statistic that England averaged 354 in their first innings on this tour, compared to 445 when they last won in Australia in 2010-11.", "Thorpe added: \"Cricket does have challenges which are unique but the strongest teams in the history of the game have enough in their armoury - like quality quick bowlers - to go and blow opposition sides away when they are touring.\"", "The key then? Score big runs and bowl fast - something Australia managed all summer down under as Steve Smith plundered almost 700 runs on his own and his three seamers - Mitchell Starc, Josh Hazlewood and Pat Cummins, all capable of bowling in excess of 90mph - shared 66 wickets.", "England, by comparison, failed to take 20 wickets in a single Test during the series. They also failed to reach 500 in any innings.", "There's some justification for saying that cricket is one of the hardest sports for away teams when you take into account the different pitches, balls and climates which players encounter.", "It's also difficult from a more human perspective - England flew out to Australia on 28 October. Their final game on tour - including a Test series in New Zealand - ends in April.", "Logic would suggest visiting teams would improve as they got used to the conditions, but that hasn't happened for England on their past two tours of Australia, where they have lost nine out of 10 Tests.", "This bucks a trend researchers found in America, where the home team won 60% of matches at the start of World Series contests between 1924 and 1982. By the end of the series, that figure had dropped to 40%. Similar figures apply in the NBA during a similar period: 70% and 46%.", "Rather like trying to compare players across generations, it is difficult to offer a definitive answer to the question of whether cricket is the hardest sport to win away in.", " which looked at 5,000 matches involving 50 different referees between 1992 and 2006, researcher Ryan Boyko came up with the equation that for every extra 10,000 people in the crowd, the advantage for the home team increases by 0.1 goals.", "In a crowd of, say, 50,000, that can be significant. The same study also revealed that away teams scored fewer goals and gave away more penalties.", "However, ", " has shown there to be negligible advantage in basketball when comparing how a player performs when attempting a free throw, during NHL shootouts in ice hockey and conversion of penalty kicks in Germany's Bundesliga.", "As with many questions in sport, it probably comes down to personal opinion but there is no doubt it is hard for English cricket teams to win in places like Australia and India.", "But not, it should be said, impossible."]},
{"url": "http://www.bbc.co.uk/sport/cricket/42863974%0A", "text": ["The Melbourne Cricket Ground, which has a capacity of more than 100,000, is set to be named as the venue for the Women's World Twenty20 final in 2020.", "The International Cricket Council will confirm the venue on Monday for the tournament in Australia.", "The 2020 men's and women's World T20 competitions will be held separately for the first time since 2009.", "About 66,000 were present in Kolkata's Eden Gardens in 2016 as both West Indies women and men won their ", "The next women's World T20 will be in the Caribbean in November, but there is no men's competition scheduled until 2020. ", "Last year, 26,500 tickets were sold as England won the World Cup final at Lord's at the end of the ", "The record attendance for a women's sporting event is 90,185 for the 1999 football World Cup final."]},
{"url": "http://www.bbc.co.uk/sport/cricket/42729863%0A", "text": ["England vice-captain Anya Shrubsole has won the International Cricket Council's Spirit of Cricket award at the world governing body's annual prizegiving.", "Having hit the winning runs in England's tense Women's World Cup semi-final victory over South Africa at Bristol in July, Shrubsole immediately went to comfort the distraught Proteas captain Dane van Niekerk.", "The ICC said that Shrubsole, 26, ", " \"displayed humility and exemplary sportsmanship\".", "Her actions recalled similar consoling moments between Andrew Flintoff and Brett Lee during the 2005 Ashes, and Grant Elliott and Dale Steyn after the 2015 World Cup semi-final between New Zealand and South Africa.", "The Spirit of Cricket award is decided by the ICC's elite umpires panel and chief executive.", "In September, Shrubsole became the first female cricketer to ", " - created by the BBC and MCC in memory of the former Test Match Special commentator.", "\n                            Media playback is not supported on this device\n                        ", "All-rounder ", " was the only England player named in the ICC's men's one-day international team of the year, and was joined in the Test team of the year by pace bowler James Anderson.", "Dean Elgar (South Africa), David Warner (Australia), Virat Kohli (India, capt), Steve Smith (Australia), Cheteshwar Pujara (India), Ben Stokes (England), Quinton de Kock (South Africa, wk), Ravichandran Ashwin (India), Mitchell Starc (Australia), Kagiso Rabada (South Africa), James Anderson (England).", "David Warner (Australia), Rohit Sharma (India), Virat Kohli (India, capt), Babar Azam (Pakistan), AB de Villiers (South Africa), Quinton de Kock (South Africa, wk), Ben Stokes (England), Trent Boult (New Zealand), Hasan Ali (Pakistan), Rashid Khan (Afghanistan), Jasprit Bumrah (India).", "Virat Kohli (India)", "Steve Smith (Australia)", "Virat Kohli (India)", "Hasan Ali (Pakistan)", " Rashid Khan (Afghanistan)", "Yuzvendra Chahal (India, 6-25 v England)", " Marais Erasmus (South Africa)", "Pakistan stun India to win the ICC Champions Trophy"]},
{"url": "http://www.bbc.co.uk/sport/cricket/42887129%0A", "text": ["\n                            Media playback is not supported on this device\n                        ", "Sussex all-rounder Jofra Archer says he is \"doing the maths\" to ensure he qualifies for his \"dream\" of playing Test cricket for England.", "Barbados-born Archer, 22, is not eligible for England until the winter of 2022, when he will have completed the seven-year residency period.", "He needs to spend 210 days a year in England to complete his residency.", "\"I think I have a longer career in England than I would have in Barbados,\" he told ", "Archer, who was sold in this month's IPL auction for £800,000, impressed in Australia's Big Bash League with his pace and athleticism in the field.", "He says he is able to manage the tournaments he plays in to ensure he meets the qualification criteria.", "Archer, who grew up in Barbados, played three times for West Indies under-19s but was left out for the World Cup in 2014.", "His Sussex team-mate Chris Jordan, who was also born in Barbados, has gone on to represent England in Test and limited-overs cricket.", "\"It was really upsetting and I think I took it too seriously. That summer was the first summer I went to England,\" said Archer.", "\"After playing with Sussex, I really think the conditions in England suit me. I saw that it's possible to play for England.\"", "Archer, who will be 27 by the time he qualifies to represent England, said the experience he will gain over the next five years would help him be more confident in his game.", "\"I'm still young now so I think it's a blessing really, not to play so young. Who knows - I could have a bad game or a bad series, and that could be me,\" he added.", "\"It's really good that I have some time to get to know my game inside out before I actually play Test cricket.\"", "Archer has attracted increased attention since England lost the Ashes in January, with former England spinner Graeme Swann saying he is a \"player to get excited about\".", "\"I live with my bowling coach at the moment, so hopefully this year I can get my family over to come and see some of the [T20] Blast, some of the four-day stuff,\" he added.", "\"I hope to get my own place so I can bring most of my family over and let them experience some of England.\""]},
{"url": "http://www.bbc.co.uk/sport/cricket/42557108%0A", "text": ["England captain Joe Root feels leg-spinner ", " deserves a lot of credit for his selection for the fifth and final Ashes Test. ", "Root says Crane is a \"serious competitor\" and is ready for Test cricket, while the team are seeking to finish the series strongly despite losing the Ashes."]},
{"url": "http://www.bbc.co.uk/sport/cricket/42262657%0A", "text": ["Mark Wood has a chance to claim an England place for the third Ashes Test in a two-day warm-up against a Cricket Australia XI in Perth on Saturday.", "The 27-year-old Durham paceman missed much of last season with a heel injury but is based in Perth with the Lions.", "Moeen Ali will captain the side, the only man from the team ", " in the second Ashes Test in Adelaide to feature in the warm-up.", "England trail 2-0 in the Ashes and the third Test starts on 14 December.", "Wood has been plagued by injuries since making his Test debut in 2015 and has had three operations on his ankle.", "He played in two Tests against South Africa last summer but took only one wicket and has since had his full England central contract changed to one only for white‑ball cricket.", "Wood claimed 1-64 from 14 overs for the Lions against a Queensland XI last month and the selectors may gamble on his extra pace on the quicker surface at the Waca for the must-win Perth Test next week. ", "Moeen Ali (capt) (Worcestershire), Jake Ball (Nottinghamshire), Gary Ballance (Yorkshire), Mason Crane (Hampshire), Tom Curran (Surrey), Ben Duckett (Northamptonshire), Ben Foakes (wkt) (Surrey), Keaton Jennings (Lancashire), Dan Lawrence (Essex), Jack Leach (Somerset), Liam Livingstone (Lancashire), Mark Wood (Durham)", "How have you been following the Ashes from afar, and how has it affected your normal sleeping patterns?", "Have you been able to stay up all night and follow the action? Or have you been listening to TMS under the duvet? Perhaps you have been waking more than usual to check updates on the BBC Sport app?", "Do you go into work bleary-eyed each morning? How do you juggle day-to-day life with the desire to follow cricket in a distant land?", "We're keen to hear about your tales of cricket-induced sleep deprivation/batting collapse nightmares. ", " and leave your details if you are happy for a journalist from BBC Sport to phone or email you."]},
{"url": "http://www.bbc.co.uk/sport/get-inspired/42330941%0A", "text": ["England all-rounder Moeen Ali visits his hometown in Sparkhill, Birmingham to reflect on his younger days and how street cricket helped him tackle his confidence."]},
{"url": "http://www.bbc.co.uk/sport/cricket/42576888%0A", "text": ["Few cricketers can have been so at home making a Test debut in a foreign country as England's Mason Crane at the Sydney Cricket Ground.", "Less than a year ago, the 20-year-old performed so well in his time with Sydney club Gordon that he was called up to play for New South Wales in the last first-class match to be held at the SCG.", "And if there are some comforts for a young leg-spinner who has so far conceded 1-135 bowling for the first time in Test cricket on this ground - such as Shane Warne returning 1-150 on debut in Sydney - then there are others he should ignore. England handed a cap to Scott Borthwick in the final Ashes Test here four years ago - and he has not been picked since.", "The Hampshire man's first few days of Test cricket have been nothing if not eventful.", "He was padded up to be nightwatchman on the first evening, only for Jonny Bairstow to go to the middle and be out by the time the day was done. He was then run out in a mix-up with James Anderson on the second morning, all before getting the ball in hand for the first time.", "If that opening day of bowling was impressive, full of near-misses rather than clear chances, ", "The chance to have Usman Khawaja caught and bowled was missed by a blade or two of grass. Later in the same over, an lbw decision and a maiden wicket was denied because there was no shoe leather behind the popping crease.", "When Crane returned later, the advancing Khawaja was beaten by a leg-break that turned between bat and pad. When Bairstow removed the bails, Crane wheeled away in a fist-pumping celebration.", "For Crane, that maiden Test wicket came on the ground where he spent hours in the nets with former Australia leg-spinner Stuart MacGill last winter.", "In those twice-weekly sessions, arranged by the England and Wales Cricket Board's spin-bowling scholarship, Crane may have unwittingly picked up his mentor's mannerisms - the long, bounding run-up, or the towel tucked into the waistband of the trousers on the left hip.", "\"I know that MacGill drums into bowlers to approach every ball in exactly the same way,\" said Andrew Falk, the Gordon scorer with whom Crane lived during his time in Sydney. \"You get into a routine. Stop, turn around, think about what you're doing.", "\"The philosophy is that if you keep doing the same things, you might lower the chance of a bad delivery when you spot that you are not about to land in the right place, or get your arm up, or whatever it might be.\"", "Sure enough, MacGill's teachings were revealed throughout Crane's first bowl in Test cricket. Time and again he would pull out of his action, even if that meant drawing boos from the crowd.", "\"If something doesn't feel quite right when I'm running in, I stop myself rather than bowling a ball that wouldn't be as good as I can give,\" he explained.", "For Crane, time with MacGill in Sydney was the continuation of a cricketing education that could have ended when he was not chosen for the under-14 side of Sussex, the county of his birth, because of his batting and fielding.", "He was put back on the right track at Lancing College by Raj Maru, the former Hampshire and Middlesex spinner, who alerted Hampshire to Crane's talents.", "Crane made his debut for the county in 2015, claiming Sri Lanka great Kumar Sangakkara as his first wicket. It was former Hampshire team-mate Will Smith, once of Gordon, that recommended Crane to the Sydney side.", "\"We made him a better player, but we haven't created the cricketer,\" said Gordon wicketkeeper Ash Doolan. \"We helped him out as a person.", "\"He's a good kid. He arrived prim and proper, but an only child that was fresh from home.\"", "And so, while Crane was learning in the nets from MacGill, he got a different kind of education in the suburb that is a half-hour drive to the north of Sydney city centre. ", "\"His dad is a hairdresser and no-one else had ever given him a haircut,\" said Doolan. \"It took him two and a half months to go to get one while he was here.", "\"I took him to the local barber and he just wanted a short back and sides, but it took him about an hour and a half to work out what he needed. He had to phone his dad in England to find out.\"", "\n                            Media playback is not supported on this device\n                        ", "From the barber's, to the beach. ", "\"He wanted to go to the beach, but his body didn't allow it,\" added Doolan. \"He was probably the palest of the English players we've had here in the past 10 years.", "\"He used a whole bottle of sunscreen, then sat in the sand with no towel. His whole body was covered in sand.", "\"When it came to going into the water, he thought he was made of sugar and that if you jump into a bath over here you'll get eaten by a shark.\"", "There were domestic teething problems, too.", "\"It wasn't that he didn't want to change the toilet roll,\" said Falk. \"I just don't think he'd ever had to do it before.", "\"His room looked like a bomb site. He had a big, double-sided suitcase. He opened that up when he arrived and I don't think it ever moved until the day he left.", "\"I loved having him in the house, though. He was well-mannered and appreciative of anything that we did for him.\"", "As the Gordon players educated Crane off the field, he helped them on it. They ended the season as the joint-premiers, the table-toppers. When they went through to play in the semi-finals, they were beaten in Crane's absence.", "At one stage, Crane returned three consecutive seven-wicket hauls, a run of form that prompted the call-up to the New South Wales side for their final home game of the season. He became the first overseas player to represent the state in the Sheffield Shield since Pakistan great Imran Khan.", "\"By the end of the season, we knew we'd see him again,\" said club captain Tym Crawford. \"It was just a matter of if he'd be playing for us or touring with England.\"", "A call-up to the Ashes squad settled that, but Crane remained in touch with Gordon. He is still part of the club's Facebook group, commenting on results and performances each week, and he met up with Falk and his team-mates in the run-up to the Sydney Test.", "\"We all take on adventures in life,\" said Doolan. \"Coming to play for us was Mason's first big one.", "\"It's a credit to him how he treats the friends that he made here. He'll be connected to us for the rest of his life.\"", "\n                            Media playback is not supported on this device\n                        "]},
{"url": "http://www.bbc.co.uk/sport/cricket/42354507%0A", "text": ["\n                            Media playback is not supported on this device\n                        ", "Dawid Malan's unbeaten century has ", " catapulted the Middlesex left-hander to the top of the Ashes run-scoring charts and sent social media and search engines into something of a frenzy.", "Malan is a familiar name to many cricket fans but, to some outside the more immediate reach of the game, he was something of an unknown quantity when he made his Test debut against South Africa in July.", "Fast forward five months to the Waca, he arrived at the crease with England - already 2-0 down in the series - wobbling at 115-3.", "Captain Joe Root had just departed and Australia's much-vaunted fast bowlers smelt blood - so much so, cricket statisticians Cricviz tweeted the following:", "Malan, however, took on the short ball, left those which might have brought the slips into play and gradually built an unbroken fifth-wicket partnership with Jonny Bairstow that is now worth 174.", "They put England in a commanding position in the match, and left the field with words of praise ringing in their ears.", "\"I'm a big believer in team culture,\" said former England captain Michael Vaughan on Test Match Special.", "\"The only way you get that unity is by people sticking their hands up. The only way you get a feeling of specialness is individuals, when the pressure is on, taking things on their shoulders.", "\"Dawid and Jonny fought and nullified some really high-class bowling. I hope their performance today will have given the England team a massive boost.\"", "Malan's route into the England Test team is a storied one. Born in Roehampton but brought up in South Africa, he made his first-class debut for Boland in 2006.", "However, he took a gap year in 2007 to travel to England and he soon came to Middlesex's attention, signing for the Lord's-based club soon after.", "\"It was clear Dawid had real talent and flair, even at the age of 20,\" said Middlesex first-team coach Richard Scott.", "\"He's 30 now but he's done the hard yards and I think his best years are still ahead of him.", "\"What I like about Dawid is his work ethic and his desire to seek out the best players and coaches for advice.", "\"I liken him to a golfer who likes to go through all of his clubs before taking each shot. Dawid is exactly the same - he leaves no stone unturned.", "\"He gets distraught when he gets out too. It's not been unheard for him to throw his bat in the dressing room but, to be fair, I think he is mellowing with age.\"", "After years of steady run-scoring in the domestic game, and some particularly impressive Twenty20 displays, Malan made his international debut in June ", "His authoritative 78 off 44 balls was keenly noted, as much for the composure and calmness of his innings as for the wide selection of his shots.", "So when England needed a middle-order batsman for their Test side, they eventually landed on a man with 10 years of county experience - and more than 8,000 first-class runs - to his name.", "Two half-centuries against West Indies earned him his place in the Ashes tour party, and he is now making the number five spot his own after years of upheaval in the national team's batting order.", "We have seen a confidence emerge in Dawid Malan over the course of this Ashes tour.", "Last summer was a battle for him but I remember saying at the time that I liked the way he played because he owned his space. He knew where his off stump was.", "There have been signs all the way through of a man who has felt increasingly confident of being good enough at this level - he made a half-century in Brisbane, took a really brilliant catch in Adelaide and now this century.", "From what I have seen, he is not an outgoing chap - he just seems like somebody who works hard and gets on with the game.", "Malan's status as an England Test cricketer has been 10 years in the making ", " he stated his desire to play in this country, saying it was \"where I see my future\".", "During his early days in the UK, he played club cricket in Northants, including for Oundle in the Rutland League.", "It was there where his star began to rise - save for the odd blip!", "\"Technically he was absolutely spot on,\" recalls his former opening partner David Marriott. \"He loved to drive the ball and you could tell he was a very good player.", "\"But his first innings wasn't that brilliant. We played at Godmanchester, walked to the middle and I said, 'They usually want me to take the first ball' and he said, 'No, the more balls I face, the more I can score', which I thought was quite a bold statement.", "\"And he lasted one ball and had his middle peg knocked out of the ground, so not the best start!\"", "Such confidence is likely to stem from his desire to swot up on his opponents - he has stacks of notes at home and he spent hours on the flight over to Australia pouring over analysis of Mitchell Starc, Josh Hazlewood and Pat Cummins.", "And in blunting the effectiveness of Starc and Co, he has emulated one of his sporting heroes - former South Africa captain Graeme Smith.", "On the same Waca ground in 2008, Smith hit 108 as South Africa chased down 413 for the loss of just four wickets.", "And while Malan will no doubt be delighted to emulate his hero, he and his England team-mates will be well aware of the need to put the game out of reach in the next couple of days - and send England into the Boxing Day Test at the MCG still in the series."]},
{"url": "http://www.bbc.co.uk/sport/cricket/42442035%0A", "text": ["Former Nottinghamshire captain and wicketkeeper Chris Read will return to the club in 2018 as a part-time coach", "Read, 39, retired at the end of last season after helping Notts win the One-Day Cup and promotion from County Championship Division Two.", "He amassed a club record 983 first-class dismissals and scored 15,103 runs in 20 seasons at Trent Bridge.", "The former England player sat out of the Outlaws' T20 Blast win, instead having an off-the-field role.", "Notts head coach Peter Moores said: \"To be able to tap into Chris' knowledge as a captain and player, as well as his specialist skills which he can use to can support our wicketkeepers, makes him the perfect fit for our coaching team.\""]},
{"url": "http://www.bbc.co.uk/sport/cricket/42198379%0A", "text": ["Ex-Test players Jonathan Trott and Jon Lewis will join England's coaching staff at the Under-19 Cricket World Cup after the removal of Worcestershire director of cricket Steve Rhodes.", "Rhodes stood down from the party for next month's tournament in New Zealand after his county confirmed he is under investigation on a disciplinary matter.", "Once-capped former England paceman Lewis, 42, takes over as head coach.", "Warwickshire batsman Trott, 36, has been appointed the U19s' batting coach.", "Former Gloucestershire, Surrey and Sussex seamer Lewis, who is currently in Australia with the England Lions, is Sussex's assistant coach.", "Trott, the 52-times capped South Africa-born England batsman who ended last season as captain of Warwickshire, worked with the Lions at their training camp in Loughborough in November before their departure to Australia.", "England Under-19s are currently in South Africa playing in a Tri-Series, where Gloucestershire's Richard Dawson has taken over from Rhodes as temporary head coach, assisted by former England batsman James Taylor.", "Durham's Neil Killeen, who is fast bowling coach, and the ECB's lead fielding coach Chris Taylor will remain part of the backroom team through to the World Cup which starts on 13 January.", "\"We are delighted that Jon Lewis and Jonathan Trott have accepted our invitations to join England Under-19s at the World Cup,\" said England and Wales Cricket Board performance director, David Parsons.", "\"Jon has experience of the International Pathway having worked with the under-19s on their tour of India last winter, and is currently with the Lions in Australia.", "\"Trotty was invited to help the Lions in their preparations for Australia by Andy Flower, and made a really positive impression on all the players and coaches.", "\"It's good to be able to offer him the opportunity to gain further coaching experience at a World Cup - and to share his considerable international experience with our next generation of batsmen.\"", "Rhodes, 53, is \"under investigation but not suspended\" by Worcestershire, who are yet to comment on ", "that Rhodes delayed telling the county's board about the arrest of one of his young players, all-rounder Alex Hepburn, who ", " with two counts of rape."]},
{"url": "http://www.bbc.co.uk/sport/cricket/42923139%0A", "text": ["Derbyshire seamer Ben Cotton has left the club after agreeing to cancel the final year of his contract.", "Cotton appeared in 67 games for Derbyshire in all formats of the game, taking 89 wickets.", "The 24-year-old made only two appearances in first-class cricket last season, but played in eight T20 Blast fixtures, taking nine wickets.", "\"Ben has shown that at his best he can take wickets,\" cricket advisory director Kim Barnett ", ".", "\"But with opportunities likely to be limited this year, we felt that it would be best for both parties that Ben should be able to pursue his career elsewhere.\""]},
{"url": "http://www.bbc.co.uk/sport/sports-personality/42341373%0A", "text": ["\n                            Media playback is not supported on this device\n                        ", "England women's cricketers won the Team of the Year award at the BBC Sports Personality show after their 2017 World Cup triumph.", "They ", " after a stunning fightback in the final at Lord's in July.", "Anya Shrubsole, named player of the match after taking five wickets in 19 balls, was one of 12 nominees for the main Sports Personality award.", "England also drew the multi-format ", "series in Australia.", "In the World Cup final, India had looked set for victory at 191-3 as they chased a target of 229.", "But Shrubsole's performance sparked a collapse of seven wickets for 28 runs.", "She finished with 6-46 - the best figures in a World Cup final - as India were bowled out for 219 with eight balls unused.", "England captain Heather Knight said: \"I can't stop smiling. I am so proud of this group of girls. We made it hard for ourselves but I couldn't care less.", "\"We held our nerve. Anya Shrubsole - what a hero.\"", "The victory was lapped up by a sell-out crowd of 26,500, made front-page news and was followed by more than one million users on the BBC Sport website.", "All-rounder Danielle Hazell said: \"Thank you for the award, it's been a fantastic year for women's cricket and women's sport in general.", "\"Hopefully we have gone places to inspire women's cricket and beyond.\"", "\n                            Media playback is not supported on this device\n                        "]},
{"url": "http://www.bbc.co.uk/sport/42512253%0A", "text": ["England women's World Cup-winning cricketers and British and Irish Lions captain Sam Warburton have been recognised in the New Year Honours.", "Skipper Heather Knight is appointed OBE having led England's fightback against India in July's final.", "Bowler Anya Shrubsole and Kent's Tammy Beaumont are appointed MBE, and there is an OBE for coach Mark Robinson.", "Warburton, who led the Lions during the ", "is appointed OBE.", "\"It's pretty surreal - it's not something I ever thought would happen at any point since I started playing cricket,\" Shrubsole told the BBC.", "\"I got a letter in the post telling me I'd received an MBE and my mum had accidentally opened it, so she knew a day before me.\"", "The 29-year-old Cardiff Blues flanker, who has won 74 international caps for Wales, was also the squad's youngest skipper at 24 before the ", "Also in rugby union, former Scotland captain ", " is appointed OBE, as is ", " who was England's first full-time professional rugby union referee. Scotland and Lions team doctor ", "is appointed MBE.", "In Paralympic sport, ", ", who won a silver in the F44 long jump in London and Rio, is appointed MBE.", "Former Manchester United youth team coach ", " is appointed MBE. The 79-year-old helped nurture the 'Class of 92' including the likes of Paul Scholes, the Neville brothers, Nicky Butt, Ryan Giggs and David Beckham.", "England and Wales Cricket Board director of women's cricket ", " becomes a CBE, and Welsh cycling coach ", " who helped Olympic team pursuit gold medallists Owain Doull andElinor Barker as youngsters and rode with Geraint Thomas, is appointed MBE.", "International Ski Federation secretary general ", " is appointed OBE for services to sport.", "And four-time jump racing champion trainer ", " has been made a Royal Victorian Order Lieutenant (LVO).", "OBE, England and Wales Cricket Board director of women's cricket, for services to cricket.", "OBE, for services to sport and accessibility.", " England women's cricket team captain, for services to cricket.", " International Ski Federation secretary general, for services to sport.", "former Scotland and Lions prop, for services to rugby and charity.", " former Disability Sport Wales chief executive, for services to disability sport in Wales.", " former referee, for services to rugby union.", "England women's cricket team head coach, for services to cricket.", "Lions captain and former Wales captain, for services to rugby union.", " for services to grassroots and women's sport.", "England women's cricket team, for services to cricket.", "British Olympic Association athletes services co-ordinator, for services to British Olympic sport.", " for services to athletes with disabilities and to the Paralympics.", " head coach of Maindy Flyers youth cycling club in Cardiff, for services to youth cycling and diversity inclusion in south Wales.", "The Spartans Community Football Academy chairman, for services to football and the community in Edinburgh.", " former Manchester United youth team coach, for services to football.", " for services to Paralympic sport.", " for services to Welsh gymnastics and the Commonwealth Games Council for Wales.", " Dunfermline Tennis Club secretary, for services to tennis and lacrosse in Scotland.", "Great Britain medallist at Beijing, London and Rio Paralympic Games, for services to Paralympic sport.", "Scotland rugby team doctor, for services to rugby.", " for services to athletics in Scotland.", "former Sports Ground Safety Authority inspector, for services to sport.", "England women's cricket team, for services to cricket.", "for services to rugby.", "for services to cycling.", " trainer of the Queen's racehorses."]},
{"url": "http://www.bbc.co.uk/sport/cricket/42177627%0A", "text": ["England all-rounder Ben Stokes has signed for New Zealand side Canterbury. ", "Stokes, 26, was arrested in September on suspicion of causing actual bodily harm following an incident in Bristol. ", "The England and Wales Cricket Board have made him unavailable to play for England and will not review that stance until a decision has been made on whether to charge him. ", "That will ", ", so he seems unlikely to play in the Ashes series against Australia. ", "However, he is not barred from playing domestic cricket in any country. ", "Speculation that Stokes could be joining England in Australia arose when he was pictured at Heathrow airport with his cricket kit on Monday. ", "It was later revealed that ", ", the country of his birth, to see his family. ", "On the same day, Canterbury confirmed they had been approached by representatives of the Durham man, who has now signed as their overseas player. ", "He could feature for the first time in a 50-over game against Otago on Sunday, which coincides with day two of England's second Test against Australia in Adelaide. ", "\"While Ben awaits the outcome of an investigation underway in the UK, he wants to maintain his fitness and his connection with the game,\" said Canterbury director of cricket Gary Stead.  ", "\"He is a brilliant all-round player and we are really pleased to have secured one of the world's best for our domestic competition.\" ", "Though the ECB granted preliminary permission on Friday for Stokes to play abroad, it was not aware that he was travelling to New Zealand on Monday. ", "Stokes was arrested for his part in an incident outside a Bristol nightclub following England's victory over West Indies in the third one-day international. ", "On Wednesday, Avon and Somerset Police confirmed that a man suffered a fractured eye socket during the altercation. ", "Earlier in November, Canterbury batsman Ken McClure stood down from representative cricket after pleading guilty to injuring with reckless regard. He will be sentenced in January. ", "\"While it would be easy to draw direct comparisons between the position taken recently with another player, we have to reiterate that in that situation the player was free to play until such time as he pleaded guilty to the charges,\" said Canterbury chief executive Jez Curwin.  ", "\"We believe Ben has the right to be treated the same way as other players.\" ", "Because Stokes is permitted to play domestic cricket, it opens up the possibility that he could feature in Australia's Big Bash T20 tournament whilst the Ashes are still taking place. ", "He would need new permission from the ECB, as the No Objection Certificates that allow players to take part in overseas leagues are competition-specific. ", "Speaking before Stokes was confirmed as a Canterbury player, England fast bowler James Anderson said: \"It's good that he's getting to play some cricket so that if the situation does change he could hopefully join up with us at some point. ", "\"At the moment, it's out of our hands and we have to focus on winning the next Test with the squad that we have here.\"", "England lost the first Test in the five-match series by 10 wickets in Brisbane. The second Test - the first day-night - will be played in Adelaide with a pink ball and starts at 03:30 GMT on Saturday."]},
{"url": "http://www.bbc.co.uk/sport/sports-personality/42159845%0A", "text": ["25 ", "Cricket", "Named player of the match as England secured a dramatic victory over India to ", " in July.", "The Somerset bowler took five wickets in 19 balls as she claimed 6-46, the best bowling figures in a World Cup final.", "Shrubsole became the first female cricketer to receive the Christopher Martin-Jenkins Spirit of Cricket award for consoling distraught South Africa captain Dane van Niekerk after the semi-final victory before celebrating with her team-mates.", "\n                            Media playback is not supported on this device\n                        ", "\"She has that inner spirit you require. She grew in confidence and the crowd really sucked England home to victory. Anya had that one chance to deliver something special and she certainly did that.", "\"It was a brilliant individual performance under immense pressure. It felt like the whole nation stopped on that Sunday afternoon to follow women's cricket. It was high quality, high drama - the atmosphere was immense and England delivered.", "\"England should have lost and she got the wickets. It's given so many young girls the opportunity to look at the game and realise it's a proper sport.\"", "Shrubsole enjoyed football, rugby and swimming as a child but concentrated on cricket after honing her skills in her parents' back garden.", "She played in boys' teams, appeared for Somerset's women's side by the age of 12 and four years later had made her England debut.", "At the end of the 2008 season, Shrubsole won the Most Promising Young Women's Cricketer Award, selected by the MCC, and was called up to England's squad the following year for the World Cup.", "She was leading wicket-taker at the World Twenty20 three years ago and went on to become England's vice-captain.", "\"You never actually think these things are going to happen. For that dream to be a reality is just amazing.\"", " Only one SPOTY winner for me this year and that's @Anya_shrubsole. The Women's Cricket World Cup was THE event of the sporting summer.", "So happy to see Anya Shrubsole on the shortlist. She's had such an amazing year, and is a true inspiration for young girls who want to get involved in cricket.", "Chuffed to see Anya Shrubsole nominated for SPOTY - taking that last wicket at Lord's to win the World Cup was a true champagne moment.", "Cricket is a social sport that is becoming more accessible because of a variety of formats - games can be played in a host of environments, ranging from 15 minutes to five days.", "To find out more on how to ", " visit the Get Inspired website."]},
{"url": "http://www.bbc.co.uk/sport/cricket/42490057%0A", "text": ["A day-night Test in England during the 2019 Ashes series is \"unlikely\", according to England and Wales Cricket Board chief executive Tom Harrison.", "Australia hosted the first men's Ashes floodlit Test earlier this month and England beat West Indies ", " at Edgbaston in August.", "However, Harrison said: \"We have got a formula that works brilliantly well for us in Ashes cricket in the UK.", "\"We will wait and see but it is unlikely, I would say.\"", "Day-night Test cricket is viewed as one way of ", " for the five-day game around the world.", "Another theory is to shorten matches to four days, which South Africa are currently experimenting with against Zimbabwe in their ", "There have been seven day-night Tests worldwide since the inaugural match in 2015 but crowds have traditionally been strong during Ashes Tests in the UK.", "\"Right time, right place, right conditions are the rules for day night Test cricket,\" Harrison added to Australian broadcaster ABC."]},
{"url": "http://www.bbc.co.uk/sport/42936199%0A", "text": ["Open Championship venues such as St Andrews and Royal Troon could be under water by the end of the century if sea levels rise even slightly as a result of climate change, according to a new report.", "The Climate Coalition says golf, football and cricket face an \"unexpected threat\", with cricket to be the \"hardest hit\".", "The report predicts \"cancelled football matches, flooded cricket grounds and golf courses crumbling into the sea\".", "It adds that rising winter temperatures mean the Scottish skiing industry could collapse within 50 years.", "The report says six of the UK's seven wettest years on record have occurred since 2000, with cricket's County Championship already losing thousands of overs every season.", "\"Climate change is already impacting our ability to play and watch the sports we love,\" said the report, adding that extreme weather is a factor in declining participation and lost revenue.", "The report says \"only a small increase in sea-level rise would imperil all of the world's links courses before the end of the century\".", "The Open is the only one of golf's majors played in the UK and is hosted on links courses, including - as well at St Andrews and Royal Troon - Royal Birkdale, Hoylake, Royal Lytham & St Annes, Muirfield, Sandwich, Turnberry, Portrush and 2018 venue Carnoustie.", "It adds that \"more than 450 years of golfing history\" at Montrose, one of the five oldest courses in the world, is at risk of being washed away by rising seas and coastal erosion linked to climate change.", "Research published by Dundee University in 2016 showed the North Sea has crept 70 metres towards Montrose within the past 30 years.", "Chris Curnin, director at Montrose Golf Links, said: \"As the sea rises and the coast falls away, we're left with nowhere to go. Climate change is often seen as tomorrow's problem - but it's already eating away at our course.", "\"In a perfect storm we could lose 5-10 metres over just a couple of days and that could happen at pretty much any point.\"", "There was as much as 20% less playing time for courses across the greater Glasgow area in 2016-17 compared to 10 years earlier, the report suggests.", "\"It is a fact that increased rainfall and extreme events are causing more disruption in recreational golf,\" says Richard Windows of the Sports Turf Research Institute (STRI).", "A spokesman for The R&A, golf's governing body outside the United States and Mexico, said the sport had been \"actively dealing\" with the issue for some time.", "\"Climate change, particularly the impact of sea levels, is a wider issue and ultimately it is not something that golf or any other individual sport can tackle by itself,\" the spokesman added.", "\"We have to continue to raise awareness of the effects of climate change and encourage policymakers to consider the impact it is having on our coastline.\"", "However, Stephen Anthony, the club secretary at Royal Troon, told BBC World Service that, while they took the matter seriously, they are \"not overly concerned\".", "\"We've been proactive over the last 30 years,\" he said. \"We've put lots of things in place to protect our course into the future.\"", "The report states \"increased rainfall and more extreme weather events associated with climate change may be a defining factor in the viability of grassroots football\".", "It adds that:", "In December 2015, Carlisle United's Brunton Park was hit by Storm Desmond, forcing the League One club out of their ground for 49 days at a reported cost of nearly £200,000.", "\"Climate modelling has found that climate change made this storm 59% more likely,\" said Kate Sambrook, from the Priestley International Centre for Climate.", "In the same season, grassroots club Bromley Heath United were unable to play matches for 12 weeks because of unsuitable pitches.", "Longer term, the Football Association will invest £48m in hundreds of new all-weather and specially adapted turf pitches across the country, including new dedicated facilities in 30 cities, in addition to upgrading more than 200 existing pitches nationwide.", "According to the ", " cricket will be \"hardest hit\" by climate change out of all the major pitch sports, with more rain resulting in more delays and abandonments.", "Cardiff-based club Glamorgan have lost 1,300 hours of cricket since 2000 as a result of extreme weather and rainfall.", "\"Losing so much cricket is a county's worst nightmare - it affects the club at every level,\" said Glamorgan head of operations Dan Cherry. \"It's difficult even for first-class counties to be commercially viable with such an impact.", "\"T20 Blast is a great way to get new people through the gates and into cricket - but they won't come back if this keeps happening and it's damaged the club to the tune of £1m.\"", "More than a quarter (27%) of England's home one-day international since 2000 have seen reduced overs because of rain disruptions, while the rate of rain-affected matches has more than doubled since 2011.", "The England and Wales Cricket Board (ECB) spent £1m in emergency grants in 2016 and £1.6m in 2017 to support clubs and restore their facilities and have set aside £2.5m a year for small grants to help club sides keep matches on.", "There is the risk that increasingly disrupted cricket will lead to people no longer getting involved in the sport. According to the report, nearly 40,000 fewer people played cricket in 2015-16 than in 2005-06, a fall of almost 20%.", "\"There is clear evidence that climate change has had a huge impact on the game in the form of general wet weather and extreme weather events,\" said ECB national participation manager Dan Musson.", "The Scottish skiing industry could collapse within 50 years as rising temperatures during the winter prevent regular snowfall, according to a Met Office warning referenced by the Climate Coalition.", "Three of Scotland's main resorts are spending \"more than half\" their operating budgets on artificial snow factories after a tough 2016-17 season, the report states.", "Expert predictions suggest an increase of between 2C and 4C and a 60% reduction in Scottish snowfall by the 2080s.", "The Alps are also predicted to see a 2C-4C increase and a drop in snowfall of between 70-100% at elevations below 1500m in that time.", "The report warns the impacts of climate change will worsen unless governing bodies, clubs and participants work to reduce their emissions and environmental impact.", "Both Manchester City and Manchester United created nature reserves at their training grounds. Meanwhile, the report higlhighted that:", "These findings should cause great concern among golf's authorities. The game was founded on the links turf of the British seaside and provides golf in its most authentic form - as well as sums in excess of £75m to local economies on an annual basis.", "But the sport has recognised its precarious position at the hands of mother nature, with a number of green initiatives adopted in recent years.", "This report might also impact on discussions aimed at limiting driving distances because it highlights potential dangers in the maintaining the current trend of lengthening golf courses."]},
{"url": "http://www.bbc.co.uk/sport/cricket/42689577%0A", "text": ["Ireland will play the Netherlands, West Indies, Papua New Guinea and a team yet to be decided in their group for the World Cup qualifying tournament.", "The top three in each of the two pools go through to a Super Six competition, from which two will go through to the 2019 World Cup in England and Wales.", "The qualifying matches will be played in Zimbabwe, starting on 4 March.", "Ireland's unknown opponents will be the winners of the ICC World Cricket League Division Two.", "They will be Canada, Kenya, Namibia, Nepal, Oman or the UAE.", "Scotland, who won the qualifying tournament in 2014, are in Pool B with Afghanistan, Zimbabwe, Hong Kong and the runners-up from WCL Division Two.", "In the Super Six section, teams will play the nations they did not meet in the group stage.", "Ireland are currently playing a tri-series with the UAE and Scotland, and plan further warm-up matches during training camps in Spain and South Africa.", "\"It is going to be a really hard-fought tournament with nearly all the sides in with a genuine chance of qualification,\" said Ireland skipper William Porterfield.", "\"It is a pity there are only two places up for grabs. ", "\"We have got a good record against the West Indies, beating them in the 2015 World Cup, so we'll take confidence from that.", "\"The Netherlands have got some big players back in recent times, so they will be tough, while Papua New Guinea are improving all the time.\""]},
{"url": "http://www.bbc.co.uk/sport/cricket/43124488%0A", "text": ["Carew and Cresselly developed a rivalry that captured national attention and sparked debate about fair play.", "The Pembrokeshire teams made headlines when Carew ", " against Cresselly in last season's final match.", "The declaration meant Cresselly could not win the league as they could not pick up enough bonus points, and Carew were controversially crowned Pembrokeshire League champions.", "Now the sides have been drawn together in the 300-team National Village Cup.", "It seemed like it was just going to be a normal, if tense, village match when Carew and Cresselly met in September.", "Carew started the day 21 points clear and, with 20 points for a win, declared to deny Cresselly the chance to collect any batting or bowling bonus points.", "A disciplinary group was set up by Pembroke County Cricket Club (PCCC), which runs the game locally and started the investigation following complaints.", "The committee ruled against Carew, who, despite having their title upheld, were relegated to Division Two, meaning they are not scheduled to face Cresselly this season in league action.", "The team's captain was banned for the start of the 2018 season and the club was fined £300.", "However, while Pembrokeshire cricket officials can look forward to a year off, in the league at least, from Carew v Cresselly, the expanding National Village Cup has thrown up the tie in the third round.", "The match will take place on Sunday, 27 May. The final of the ", " is staged at Lords.", "Find out how to get into cricket with our "]},
{"url": "http://www.bbc.co.uk/sport/cricket/42804992%0A", "text": ["England World Cup winner Anya Shrubsole has become the first woman to appear on the cover of the \"iconic\" Wisden Cricketers' Almanack. ", "The 26-year-old was named player of the match as ", " at Lord's to win the World Cup last year.", "The Somerset bowler took five wickets in 19 balls as she claimed 6-46, the best figures in a World Cup final.", "\"To be on the front of such an iconic and historic book means a huge amount,\" said the England vice-captain.", "\"It's an amazing honour and privilege. It's a clear representation of the strength of the women's game.\"", "Shrubsole was a ", " for the BBC Sports Personality of the Year, and last week won the International Cricket Council's ", "In September she became the first female cricketer to receive the Christopher Martin-Jenkins Spirit of Cricket award - created by the BBC and MCC in memory of the former Test Match Special commentator.", "Wisden, known as the 'bible of cricket', is an annual publication which celebrated its ", "\"Anya Shrubsole was a natural for this year's Wisden cover, having stolen the show on the most memorable day of the 2017 summer,\" said editor Lawrence Booth.", "England all-rounder Ben Stokes appeared on the cover in 2016, a year after team-mate Moeen Ali."]},
{"url": "http://www.bbc.co.uk/sport/cricket/43142976%0A", "text": ["Derbyshire have signed South African fast bowler Duanne Olivier as their other main overseas player for 2018.", "Following the", " for the second half of the summer, they will have Olivier for the first half.", "He will be available for the first seven County Championship matches.", "Olivier, 25, also hopes to play in Derbyshire's entire One-Day Cup campaign, subject to the approval of the Cricket South Africa board.", "\"He comes highly recommended,\" said Derbyshire's cricket advisor Kim Barnett, the former county captain and England opening batsman.", "\"We identified new-ball bowling as an area we wanted to strengthen, especially for the first half of the season in red and white ball cricket. ", "\"He is a tall, quick bowler who is keen to prove himself and he will give us another quality option.\"", "Transvaal-born Olivier, who made his international debut in 2017, has has taken 17 Test wickets for South Africa in five Tests, seven of them in England on the 2017 tour, in which he played in the third Test at Trent Bridge and the fourth Test at Old Trafford.", "Overall, he has taken 284 first-class wickets in 72 matches, at 22.04, including 16 five-wicket hauls - and has spent this winter in Bloemfontein, playing for Knights in the Sunfoil Series, as well as making two Test appearances against Bangladesh."]},
{"url": "http://www.bbc.co.uk/sport/cricket/42298587%0A", "text": ["England all-rounder Ben Stokes was run out for a one-ball duck for Canterbury during a 50-over match against Northern Districts in New Zealand.", "The 26-year-old was involved in a mix-up with Michael Pollard in his third match for his side and has now scored just 36 runs in three innings for them.", "Stokes also conceded 56 runs from 10 overs - but did take his first wicket.", "He is unavailable for England after being arrested over an incident outside a Bristol nightclub in September.", "The England and Wales Cricket Board (ECB) has said Stokes will not play for England - who are in Australia for the Ashes - until the Crown Prosecution Service decides whether to charge him.", "Once a decision has been made, the ECB will decide on disciplinary action.", "However, he can play domestic cricket in any country and ", " after travelling to New Zealand to visit his family.", "Stokes' side were chasing 274 against Northern Districts, but were bowled out for 231 to lose by 43 runs.", "How have you been following the Ashes from afar, and how has it affected your normal sleeping patterns?", "Have you been able to stay up all night and follow the action? Or have you been listening to TMS under the duvet? Perhaps you have been waking more than usual to check updates on the BBC Sport app?", "Do you go into work bleary-eyed each morning? How do you juggle day-to-day life with the desire to follow cricket in a distant land?", "We're keen to hear about your tales of cricket-induced sleep deprivation/batting collapse nightmares. ", " and leave your details if you are happy for a journalist from BBC Sport to phone or email you."]},
{"url": "http://www.bbc.co.uk/sport/cricket/43072621%0A", "text": ["India fast bowler Ishant Sharma will join Sussex for the first two months of the English county season.", "The 29-year-old has taken 234 wickets at an average of 35.94 in 81 Tests, and has also played 80 one-day internationals and 14 T20s.", "He will be available for five games in the County Championship, and all eight of Sussex's group stage fixtures in the One-Day Cup.", "\"I am looking forward to my maiden stint in county cricket,\" Ishant said.", "India is the ", " in Tests and the fourth most prolific seamer.", "Sussex were looking to bring in another fast bowler after Chris Jordan and ", " signed deals to play in the Indian Premier League.", "\"Securing Ishant's services has been very important for us,\" Sussex director of cricket Keith Greenfield said.", "\"It became crucial to sign an experienced international-quality seam bowler who could provide valuable support and know-how to the rest of the seamers.\""]},
{"url": "http://www.bbc.co.uk/sport/cricket/42706682%0A", "text": ["What's the best way for the son of India's most famous batsman to carve a career for himself? ", "Becoming a bowler is probably a sensible start.", "Sachin Tendulkar remains the most revered sportsman in India.", "The highest runscorer in both Test matches and one-day internationals, he amassed 34,357 international runs and his every move was scrutinised in adoration by a country where cricket for generations has been regarded as a religion.", "For \"Son of Sachin\" any attempt to follow in his father's footsteps was certain to cause hysteria.", "And yet 18-year-old Arjun Tendulkar is taking everything in his elegant, languid stride.", "Taller and thinner than his legendary father, when asked about the stresses of continuing the name associated globally with an icon, he says: \"I don't take that pressure. ", "\"When I bowl I just think hit the deck hard with every ball and when I bat I just play my shots, and choose which bowlers to take on and which not to.\"", "Tendulkar Jr also tells the ", " that the decision to become a bowler was not a carefully considered one in recognition of his father's brilliance as a batsman.", "\"I just grew taller and got stronger,\" he explains.", "\"And I just loved bowling fast in my childhood. So I thought I might as well be a fast bowler because there's not many in India.\"", "A left-arm fast bowler as well. And a left-handed batsman. So instead of making comparisons with his father's exalted textbook cover drive, cricket fans may be detecting shades of Mitchell Johnson and Mitchell Starc, as they are among the players Arjun has modelled himself on.", "Tendulkar Jr has been playing in the homeland of those two fearsome Australian left-arm fast bowlers as part of a global Twenty20 series for a Cricket Club of India XI.", "And to further perpetuate the stuff of legends scenario, he played at the ground named after Australia's most famous cricketing son, Sir Donald Bradman.", "Find out how to get into cricket with our ", "Having taken four wickets in four overs at the Bradman Oval in New South Wales, the young Tendulkar then proved that there were batting genes too as he opened the innings and made 48 from 27 balls.", "\"I used to play many sports as a kid, football, swimming, running, taekwondo,\" he reveals. \"And then cricket just developed, while everything else took a back seat.\"", "Asked whether his father had been a decisive influence he adds: \"He helped me a lot. But he didn't force me into it.\"", "As for the key question, whether he could foresee a career in cricket, the answer is again understated, but with a steeliness shown by his father during his 100 international centuries: \"Yes, I'm working very hard to. That's my ultimate dream.\""]},
{"url": "http://www.bbc.co.uk/sport/cricket/42541096%0A", "text": ["BBC Sport's Patrick Gearey takes you through the members' bar and stand inside the Sydney Cricket Ground, where Australia and England will face each other in the final Ashes Test."]},
{"url": "http://www.bbc.co.uk/sport/cricket/42521364%0A", "text": ["\n                            Media playback is not supported on this device\n                        ", "Australia captain Steve Smith criticised the Melbourne pitch despite hitting a century to secure a draw in the fourth Ashes Test against England.", "Only two wickets fell on the final day and 24 in the match on a lifeless surface at the MCG.", "\"It was probably the flattest wicket I have played on,\" said Smith. \"If we played for the next two days it wouldn't change.\"", "Former England captain Michael Vaughan said the pitch was \"absolute garbage\".", "Australia made 327 and England 491 before Smith's unbeaten 102 and Mitchell Marsh's 166-ball 29 not out helped Australia recover from 178-4 - effectively 14-4 - to reach 263-4.", "The draw - only the second in the past 20 Tests at the MCG - preserved Australia's 3-0 lead in the series and ensured England cannot suffer a third whitewash in four Ashes tours.", "\"It was very hard to get guys out,\" Smith said. \"It was so slow. The pitch needs to have something in it - more pace or to break up so it spins.\"", "The total attendance for the Boxing Day Test, one of the showpiece events in the cricket calendar, was 262,616.", "\"This is the one Test match I always look forward to,\" said Vaughan, who played 82 Tests for England and led them to Ashes glory in 2005.", "\"It is a real sad spectacle that we have had five days of turgid cricket.", "\"There has been some good stuff but you can't be playing Test match cricket on this kind of surface. It doesn't do anything for selling Test match cricket.\"", "England captain Joe Root said: \"There was no pace, no spin - and if we played for four more days it would be exactly the same.\"", "Chief executive Stuart Fox said Melbourne Cricket Club will \"take on board feedback\" from players and umpires and review the quality of the drop-in pitch.", "\"While this Test pitch did produce a good contest, it has not contained the pace and bounce that we expected,\" he said.", "Smith's third century of the five-match series took his tally for the series to 604 runs at an average of 151.", "The final Test in Sydney starts on 4 January (23:30 GMT on 3 January).", "\"I am in a nice place mentally and I am comfortable with my game,\" said Smith.", "\"I am enjoying batting and love my batting. Hopefully I can get another big one at my home ground in Sydney in a week's time.\""]},
{"url": "http://www.bbc.co.uk/sport/cricket/42563507%0A", "text": ["New Zealand Cricket hopes to ease concerns about fans endangering each other as they attempt to catch balls in order to win large sums of money.", "The governing body and a brewery sponsor are offering $50,000 (£26,300) to any fan who catches a six one-handed while wearing a promotional T-shirt.", "All-rounder Jimmy Neesham said fans were \"cannonballing into families with small children\" trying to make a catch.", "NZC says it is now discussing \"potential solutions\" with the brewery.", "A statement given to BBC Sport read: \"NZC and Tui Brewery have met to discuss potential solutions on how to improve the fan participation and ultimately safety during the matches", "\"We [are] working through the logistics of these, and as soon as there are more details we will share them with you.\"", "Neesham, who has made 68 appearances for New Zealand across all three formats and ", " tweeted his concerns during the Black Caps' ", " on Wednesday.", "The 27-year-old ", " \"Tonight for your viewing pleasure: Grown men in orange T-shirts cannonballing into families with small children.", "\"Potentially there should be designated areas for the T-shirts. Someone will get badly hurt and it will look like the dumbest thing ever in hindsight.\"", "The Catch a Million competition has recently run in South Africa, and has done so twice before in New Zealand - notably during the 2015 World Cup - but has not been in place during the last two seasons. ", "Fans have to catch a six one-handed while wearing an official orange T-shirt - which sells for for $25 (£13) - during any one of 23 one-day internationals or Twenty20 internationals.", "Former New Zealand seamer Kyle Mills joined Neesham in voicing his safety concerns, stating \"someone is going to get hit and hurt badly\".", "Mills told Trackside Radio: \"The game of cricket has changed immensely even when I stopped playing four years ago.", "\"Eden Park Outer Oval, for example, is a really small ground, a small boundary and when you play a game of T20 cricket, the sixes go flying into the crowd like a bullet.", "\"With the guys with the catching competition, I can see from their point of view. There is 50K up for grabs but somebody is going to get hurt at some stage and to what extent?\"", "New Zealand Cricket expects to offer an update on the situation before Saturday's one-day international "]},
{"url": "http://www.bbc.co.uk/sport/cricket/42299310%0A", "text": ["England's players know their off-field behaviour must improve, says all-rounder Moeen Ali.", "Batsman Ben Duckett was dropped from the Ashes tour game against a Cricket Australia XI for pouring a drink over bowler James Anderson in a Perth bar.", "\"We're all grown men and we should know how to behave,\" said Moeen, who captained England for the drawn game at Richardson Park.", "\"The individual needs to be responsible for his own behaviour.\"", "Cricket Australia XI closed the two-day game on 269-8 in pursuit of 294 to win.", "The hosts had declared their first innings on 151-4, 163 behind England, who then batted 20 overs for 130-3 to leave 37 overs for the chase.", "The Duckett incident came after wicketkeeper Jonny Bairstow was accused of 'head-butting' Australia opening batsman Cameron Bancroft at the beginning of the tour and all-rounder Ben Stokes was arrested following an altercation outside a Bristol nightclub in September.", "Both Bairstow and Bancroft eventually said their incident was \"without malice\", while Stokes is still waiting for a Crown Prosecution Service decision on whether he will be charged.", "\n                            Media playback is not supported on this device\n                        ", "\"As cricketers and professionals, the scrutiny that is on us - we have to be careful,\" added Moeen.", "\"It's important we inspire the younger generation to take up the game. These things could possibly turn them away and that's not what we want.", "\"Maybe the culture needs to change slightly. It's not always easy. Guys are on tour for a very long time and they feel like they want to go out - but when you do go out you have to behave yourself.\"", "Speaking after the Duckett incident came to light on Saturday, coach Trevor Bayliss said he \"might review who is in the team\" following the off-field misdemeanours.", "Anderson, who has played in 131 Tests, is England's all-time leading wicket-taker and there is no suggestion the 35-year-old did anything wrong.", "Moeen, who does not drink alcohol, said: \"We're playing for England, so we wear the England badge wherever we go. Times have changed. Players can't do things that they would have done in the past.", "\"I still believe you can enjoy yourself without drinking. I understand why people drink, but there's responsibility that comes with that.\"", "\n                            Media playback is not supported on this device\n                        ", "Against a Cricket Australia XI, pace bowler Mark Wood - one of six Lions players included after 10 of the senior squad were rested - took two wickets in the first innings.", "Wood, not included in the Ashes squad because of an ankle injury, bowled with pace and hostility on a slow surface.", "\"I was impressed with how he bowled,\" said Moeen. \"I don't know if he's close to being called into the Test squad, but I do think he's ready to play.", "\"He feels confident in his own game and that he's back to his best. His pace was right up to where we know how quick he can be. His control was fantastic as well.\"", "Moeen himself struck a fluent 47 in England's second innings, while Test reserve batsman Gary Ballance made 45 not out.", "However, when England bowled for a second time, only Wood and Tom Curran carried a consistent threat.", "Opener Travis Dean made a century, sharing a first-wicket stand of 152 of with Tom Bosito.", "On a flat surface and in extreme heat, the home side had an outside chance of pulling off a victory.", "Spinners Mason Crane and Jack Leach struggled, but after Curran had Dean caught on the leg-side boundary, England took regular wickets to keep the required rate rising.", "England are 2-0 down in the Ashes series, with the third Test at the Waca beginning on Thursday.", "How have you been following the Ashes from afar, and how has it affected your normal sleeping patterns?", "Have you been able to stay up all night and follow the action? Or have you been listening to TMS under the duvet? Perhaps you have been waking more than usual to check updates on the BBC Sport app?", "Do you go into work bleary-eyed each morning? How do you juggle day-to-day life with the desire to follow cricket in a distant land?", "We're keen to hear about your tales of cricket-induced sleep deprivation/batting collapse nightmares. ", " and leave your details if you are happy for a journalist from BBC Sport to phone or email you."]},
{"url": "http://www.bbc.co.uk/sport/cricket/43050315%0A", "text": ["Lord's will host a Twenty20 fundraising match between the West Indies and an ICC World XI on Thursday 31 May. ", "The fixture involving the current World T20 champions has been given full international status and aims to raise money for parts of the Caribbean affected by Hurricanes Irma and Maria.", "Proceeds from the game will go towards the restoration of the James Ronald Webster Park ground in Anguilla and Windsor Park Stadium in Dominica. ", "Both grounds were damaged last year.", "Colin Graves, chairman of the English and Wales Cricket Board, said: \"We have always enjoyed a fantastic relationship [with Cricket West Indies] and we are keen to support them and the people of the Caribbean in this fundraising initiative.\" "]},
{"url": "http://www.bbc.co.uk/sport/cricket/42181103%0A", "text": ["Lancashire batsman Liam Livingstone will replace Steven Croft as the club's captain for the 2018 season.", "Livingstone, 24, made his Red Rose debut in 2015 and played two Twenty20 internationals for England in 2017.", "He replaces Croft, 33, who captained Lancashire for three years and led the county to the 2015 T20 Blast title as well as promotion to Division One.", "\"I feel privileged, humbled, and most of all, hugely excited by this opportunity,\" Livingstone said.", "\"I thoroughly enjoyed captaining the side for a short period earlier this year and I can't wait to lead the Red Rose out again. The vision for the club is incredibly exciting and we've got a very talented group of players in the changing room.", "\"Steven has left the team in a strong position and to follow in the footsteps of some of the great Lancashire captains of the past is a dream come true for me.\"", "During 2017, Livingstone averaged over 50 in first-class cricket for Lancashire and scored 805 runs over the course of the County Championship season, including a double century against Warwickshire.", "He went on to make his England debut in a Twenty20 international against South Africa in June and captained Lancashire when Croft was injured early in the 2017 season.", "\"Being captain of one of the biggest cricket clubs in the world has been amazing. It is something I wanted to continue to do, but I totally respect the decision that has been made by [head coach] Glen Chapple,\" Croft added.", "\"Leading the Red Rose out onto the field for over 100 matches is something I have loved doing and will always cherish.\""]},
{"url": "http://www.bbc.co.uk/sport/cricket/42292655%0A", "text": ["Tom Curran made an unbeaten 77 but the batsmen in England's Ashes squad failed to push for a place in the Test side on day one of their tour match in Perth.", "Curran shared 92 with Joe Clarke, in the side after ", " to help England from 172-7 to 314-9 declared against a Cricket Australia XI.", "Keaton Jennings, like Clarke a member of the Lions squad, struck 80, and Moeen Ali 24, but Gary Ballance and Ben Foakes managed only one and two respectively.", "Mark Wood bowled six overs as the home side reached 62-1 in reply.", "Wood is one of six Lions players included in the two-day game after 10 of the senior squad were rested.", "The Durham paceman is looking to prove his fitness after an ankle injury prevented him from being part of the Ashes squad.", "In losing the first two Tests, England have not managed a total above 302, with coach Trevor Bayliss saying that batting is his biggest concern.", "And Ballance, a batting reserve, was caught at gully off the pace of Jackson Koop while Foakes, the back-up wicketkeeper, was caught down the leg side off Nick Buchanan.", "Opener Jennings, dropped from the Test side in the summer, played lovely drives and one pull for six, while captain Moeen was untroubled in their third wicket stand of 57.", "But after Moeen was lbw sweeping the off-spin of Gabe Bell, England lost five wickets for 75 runs and, at one stage, three wickets for one to a side containing only six first-class players.", "Curran, added to the Test squad after Steven Finn was ruled out injured, calmly steadied with Worcestershire's Clarke, who made 45.", "England's declaration denied the Surrey man the chance to push for a century, but he took the only home wicket to fall, pinning Josh Phillippe leg before."]},
{"url": "http://www.bbc.co.uk/sport/cricket/42825532%0A", "text": ["Northamptonshire have signed New Zealand seamer Doug Bracewell for the first month of the 2018 season.", "The 27-year-old is available for four County Championship matches before South African all-rounder Rory Kleinveldt arrives in mid-May.", "Bracewell has played 27 Test matches, 16 one-day internationals and 17 Twenty20 fixtures for New Zealand.", "\"It's a great opportunity to challenge myself in different conditions,\" Bracewell said.", "The Tauranga-born bowler, whose father Brendon and uncle John both played Test cricket for the Kiwis, has taken 253 first-class wickets at an average of 33.64 and 113 wickets in international cricket.", "He is also a handy lower-order batsman with a batting average of 27.23 in first-class cricket, including two centuries.", "Northants head coach David Ripley added: \"He is highly skilled and vastly experienced, with plenty of international experience under his belt, and he will give us the additional firepower we need alongside an already high-quality attacking unit.\""]},
{"url": "http://www.bbc.co.uk/sport/cricket/42291541%0A", "text": ["\n                            Media playback is not supported on this device\n                        ", "Ben Duckett was dropped from Saturday's Ashes tour game after pouring a drink over England bowler James Anderson in a Perth bar.", "The 23-year-old batsman, part of the England Lions squad, was due to play against a Cricket Australia XI as a number of the senior party were rested.", "On Thursday, he was socialising with Lions and senior squad members, who were not under a curfew.", "\"It's trivial, but in the current climate not acceptable,\" said coach Trevor Bayliss.", "Anderson, who has played in 131 Tests, is England's all-time leading wicket-taker and there is no suggestion the 35-year-old did anything wrong.", "In September, England all-rounder and vice-captain Ben Stokes was arrested on suspicion of actual bodily harm after an altercation outside a Bristol nightclub.", "Then, at the start of the Ashes tour, Jonny Bairstow was accused of 'headbutting' Australia's Cameron Bancroft in a Perth bar.", "\"Everyone has been warned about how even small things can be blown out of all proportion,\" added Bayliss.", "\"I'm disappointed. With what we have had to go through already with these problems, it is not acceptable.\"", "Duckett has been suspended pending a disciplinary investigation that will be led by Lions coach Andy Flower.", "\"Andy will look after his player and if anything needs to be said or done with the first team, we'll handle that,\" added Australian Bayliss.", "\"I'm not sure what more I can say to the players. I'm sure there will be some stern words from above.\"", "When asked if he is \"fed up\" about having to address off-field matters, Bayliss replied: \"Very much so. I'm here to coach the team and I end up spending most of the time trying to explain behaviour that the boys have been warned about.\"", "The latest indiscretion involving the England team is thought to have left management incredibly angry. ", "There is a feeling trouble usually centres around the same small group of players and that they could pay with their place in the squad, even if that weakens the overall strength of the team.", "\"I might review who is in the team,\" said Bayliss. \"They can't keep making the same mistakes.", "\"Most of the guys are fine, but somewhere along the line some of the guys have to pull their heads in.\"", "\n                            Media playback is not supported on this device\n                        ", "Northants left-hander Duckett averages 15.71 in four Tests for England, the last of which was against India in November 2016.", "He was replaced in the England team for the game at Richardson Park by Joe Clarke.", "England are 2-0 down in the Ashes series and will relinquish the urn if they are beaten in the third Test in Perth, which begins on Thursday. ", "The Ashes squad had been placed under a curfew after the incident between Bairstow and Bancroft came to light during England's 10-wicket defeat in the first Test in Brisbane.", "Though both Bairstow and Bancroft described the occurrence as \"without malice\", England's players were subsequently required to return to their hotel by midnight. ", "That curfew was lifted for the first time on the night of Duckett's indiscretion.", "It is understood that no members of the public were involved and England team security were present.", "\n                            Media playback is not supported on this device\n                        "]},
{"url": "http://www.bbc.co.uk/sport/cricket/43071487%0A", "text": ["Hampshire say they are disappointed to have missed out on being allocated any Test matches between 2020 and 2024 but are looking forward to hosting a new T20 franchise.", "The Ageas Bowl was overlooked as a venue for Test, including one in the 2023 Ashes series, when the England and Wales Cricket Board's major match panel announced its allocations on Wednesday.", "But, the 16,500-capacity ground near Southampton was selected as one of eight hosts for the new city-based T20 tournament from 2020.", "\"I think that's where the future of cricket is,\" Hampshire chief executive David Mann told BBC South Today.", "\"Commercially, getting a franchise was absolutely key for us from this announcement, so we're focusing on the positive.\""]},
{"url": "http://www.bbc.co.uk/sport/cricket/42346990%0A", "text": ["There is \"no evidence\" that the third Ashes Test between Australia and England in Perth has been \"corrupted\", says the International Cricket Council.", " Indian bookmakers offered to fix aspects of the match.", "\"We have now received all materials relating to The Sun investigation,\" said Alex Marshall, the ICC general manager anti-corruption.", "\"There is no indication that any players in this Test have been in contact with the alleged fixers.\"", "The Test started on Thursday at 02:30 GMT, with Australia leading 2-0 in the series. They will regain the Ashes if they win any of the final three matches.", "The Sun reported that a gang, working with an Australian called 'the Silent Man', was charging up to £138,000 to influence the game.", "No England players were named as being involved but the gang claimed to have recruited one former Australian player.", "England captain Joe Root, who said he had been \"made aware\" of the claims, told BBC Test Match Special: \"It's very sad that this has been written about.", "\"We've got to focus on this Test match and do everything we can to win it.\"", "Australia skipper Steve Smith said: \"As far as I know, there's nothing that's been going on or anything like that. There's no place for that in our game.\"", "It is unclear how the bookmakers proposed to fix the Test, although, according to the newspaper, one told Sun investigators he could \"get players to follow 'scripts' - such as how many runs would be scored in a session, or an innings, when a wicket will fall and what a team would do if it won the toss\".", "Marshall added: \"We take the allegations extremely seriously and they will be investigated by the ICC Anti-Corruption Unit working with anti-corruption colleagues from member countries.\"The allegations are wide-ranging and relate to various forms cricket in several countries, including T20 tournaments.\"", "An England and Wales Cricket Board statement read: \"We are aware of these allegations and there is no suggestion that any of the England team is involved in any way.\"", "Cricket Australia chief executive James Sutherland said: \"Cricket Australia, the ICC and the England and Wales Cricket Board have a very strong stance against corruption.", "\"Any credible allegations will be taken very seriously. We have a zero-tolerance approach to corruption and we take seriously any allegation that threaten to undermine the integrity of our sport.\"", "Based on the information in the dossier received from the newspaper, Sutherland said: \"There's no evidence, substance or justification to suspect that this Test match or the Ashes series as a whole is subject to corrupt activities.\"", "He said Cricket Australia had \"full confidence\" in its players."]},
{"url": "http://www.bbc.co.uk/sport/cricket/43045112%0A", "text": ["Is it a bird? Is it a plane? No, it is a flying Chris Jordan taking another sensational catch.", "Cricket players, pundits and spectators were stunned when Jordan did what Jordan does best in England's Twenty20 international against New Zealand.", "Batsman Colin de Grandhomme attempted to clear the long-on boundary first ball, and seemed to have managed it, but Jordan leaped high off the ground to pluck the ball out of the Wellington sky.", "\"Oh my lord. That is an extraordinary bit of cricket,\" former England batsman James Taylor said on BBC Test Match Special.", "\"Chris Jordan - leaping like a salmon, one-handed above his head - grabs it and manages to keep his balance and stay within the boundary rope.\"", "If the catch was good, the celebration was arguably even better.", "Rather than run a lap around the pitch or take his shirt off, Jordan casually walked away, before being mobbed by his team-mates.", "TMS commentator Kevin Howells said: \"Sometimes he is too cool for school.\"", "It was a rare bright moment for England, who went on to ", " their third successive defeat in the tri-series."]},
{"url": "http://www.bbc.co.uk/sport/cricket/42253939%0A", "text": ["Ben Stokes and Alex Hales have been named in England's one-day squad for the five-match series against Australia in the new year.", "Stokes, 26, has not played since being arrested following an incident outside a Bristol nightclub in September.", "He is not available for selection until the Crown Prosecution Service (CPS) decides whether to charge him.", "Once a decision has been made, the England and Wales Cricket Board will decide on disciplinary action.", " in the Bristol incident but he too could be disciplined by the ECB.", "Being named in the squad does not mean either will play in Australia. Stokes remains part of England's Ashes squad despite not travelling with the team.", "Instead he is playing domestic cricket in New Zealand for Canterbury while a legal decision is made.", "The first one-day international in Australia takes place on 14 January in Melbourne.", "Head coach Trevor Bayliss conceded that whenever Stokes returns to playing cricket for England, it will be \"a circus\".", "Asked if he will be happy to have Stokes and Hales back in his one-day team, he said:  \"It will be good. They are two quality players in a successful one-day team over the last two years.", "\"I am sure there will be scrutiny. We won't know until it comes along. We have got to adjust to that at some stage.\"", "Only Test skipper Joe Root (sixth) is ranked higher than Hales (18th) in the one-day game, but the Notts opener is not guaranteed to play even if he is cleared by the ECB.", "Eoin Morgan's side ended the summer with Jason Roy and Jonny Bairstow as their opening pairing, with the latter scoring an unbeaten 141 in his last ODI.", "\"The two openers we had did very well,\" said Bayliss. \"We could bring him [Hales] in and drop one of those guys and someone else will be upset.", "\"Jonny and Jason have played well at top of the order so I can't see any changes there.\"", "\"It's very confusing, but I don't think anything has changed really.", "\"It's the same situation we are in now, he's not here playing for England because he is not deemed selectable.", "\"It's a hard one for the ECB, it is very difficult for them, there will be many England fans out there saying 'he's playing in New Zealand, he's playing for Canterbury, why isn't he playing for England?' That is the confusing fact.", "\"I think that by allowing him to play cricket, I get the England fans, I really do, but I also understand the ECB are in a very precarious position.", "\"They don't want to prejudice any kind of case moving forward, they'd had to include him in the squad, but I would bet my bottom dollar that unless this case comes to an end very quickly, there is no chance that Ben Stokes will play cricket in Australia this winter.\""]},
{"url": "http://www.bbc.co.uk/sport/cricket/43060142%0A", "text": ["Gloucestershire have signed Australia bowler Daniel Worrall as their overseas player for part of the 2018 season.", "The 26-year-old seamer, who has played three one-day internationals, will be eligible for the County Championship and One-Day Cup.", "He will be with Gloucestershire from the start of the campaign until 2 July.", "\"I believe that I will be suited to bowling well in English conditions and I can't wait to get started,\" Worrall told Gloucestershire's website.", "\"It's been a long-held ambition of mine to play county cricket and I am grateful to Gloucestershire for providing me with a chance to do that.\"", "Head coach Richard Dawson said: \"He bowls a full length with decent pace and has good one-day skills. He will add depth and experience to our bowling attack for the start of the season.\"", "Worrall has taken ", " in 31 first-class matches."]},
{"url": "http://www.bbc.co.uk/sport/cricket/43085754%0A", "text": ["Derbyshire have signed New Zealand international spinner Mitchell Santner as their overseas player for the second half of the 2018 season.", "Santner, 26, who helped New Zealand reach the 2016 World T20 semi-finals, has played the short format for the last two summers with Worcestershire.", "He broke his finger on his debut in 2016, missing the rest of the season.", "But he returned last summer to play in 13 of the 14 matches, taking 13 wickets and weighing in with 239 runs.", "\"We're delighted to secure Mitchell for the second half of the 2018 season,\" said Derbyshire cricket advisor Kim Barnett. ", "\"He has been producing some of the best cricket of his career across all forms for New Zealand over the last few months, and is now recognised as the world's number one T20 bowler.", "\"Mitchell is also an exceptional fielder and provides a quality batting option down the order.\""]},
{"url": "http://www.bbc.co.uk/sport/cricket/42960314%0A", "text": ["Northamptonshire have announced net profits for the first time since chairman Gavin Warren was appointed four years ago.", "The County Championship Division Two side made £329,483 profit for the 12 months ending 30 September 2017, compared to a ", "Turnover increased by £375,000, though overall gate income fell by 24.3%.", "\"We are exactly where we forecast we would be at this point in our business plan,\" Warren told ", "\"Northamptonshire County Cricket Club is now virtually debt-free generating profit and competing strongly on the pitch.", "\"I am very proud that the hard work of the past three years is now fulfilling the club's ambition and vision.\"", "During the financial year, Northants changed ownership from a members club to a limited company, NCCC Holdings, and launched a share issue that raised \"close to £1.2m\".", "They repaid a £1m loan to Northamptonshire County Council and last month repaid £500,000 to the England and Wales Cricket Board, with an outstanding £923,000 loan from the county council to be repaid in 2019-20."]},
{"url": "http://www.bbc.co.uk/sport/cricket/42478097%0A", "text": ["Surrey pace bowler Tom Curran will make his England Test debut against Australia on Boxing Day. ", "The 22-year-old replaces ", " for the fourth Ashes Test at the Melbourne Cricket Ground. ", "\"He's a feisty character and he gets the ball to move around a bit,\" said England captain Joe Root.  ", "\"He's always in the contest. At no point will he hide away from any challenge. If times become hard he will give it everything.\"", "The void left by Overton, who has a fractured rib, could have been filled by fellow fast bowlers Jake Ball or Mark Wood. ", "There was also the ", " but that would have meant changing the balance of the attack. ", "England have decided against making further changes, despite having already lost the Ashes, with Australia holding an unassailable 3-0 lead. ", "\"This is the best side to win on this surface,\" said Root. \"Other guys are looking for form, and looking to turn things round, and they have an opportunity to do that this week.  ", "\"It's a great opportunity on such a big stage. It's an Ashes Test, with so much to play for.\" ", "Australia have also been forced into a change as Mitchell Starc's heel problem has resulted in a recall for fellow paceman Jackson Bird. ", "Born in Cape Town, Curran is the son of former Zimbabwe, Gloucestershire and Northamptonshire all-rounder Kevin. ", "Spotted by former Surrey captain Ian Greig, the brother of ex-England skipper Tony, Curran moved to England to attend Wellington School in 2012. ", "Soon after, his father collapsed whilst jogging and ", "Curran remained at Wellington and made his Surrey debut in 2013, qualifying to play for England on residency grounds in 2015. ", "His younger brother Sam, a 19-year-old all-rounder, is also a Surrey regular, while a third brother, 21-year-old Ben, is a batsman who has played for four county second XIs and MCC Young Cricketers.", "Tom Curran, capped in three Twenty20 internationals and a single one-day internationals, was added to the Ashes squad following an injury to Steven Finn, who himself made the trip to Australia after Ben Stokes was made unavailable. ", "In the tour game against a Cricket Australia XI before the third Test, he served notice of his batting talent by making an unbeaten 77. His bowling is lively, without being express, and contains the variety of a youngster reared on limited-overs cricket.    ", "\"He's skilful and a real competitor,\" added Root. \"It's a great chance for him - what a great occasion to start playing Test cricket. ", "\"He never shies away from a challenge. It gives us a chance to see what he can provide at this level.\" ", "The build-up to the fourth Test has again involved the trading of opinions, both from within and outside the respective teams. ", " in the aftermath of his side's third Test defeat in Perth. ", "\"He's entitled to his opinion,\" Root told BBC Sport. \"Obviously I think that is a load of rubbish.  ", "\"He doesn't see how we go about things behind the scenes, or how I go about things up close and personal. It's important I go about my things in my own way.\" ", "Meanwhile, England seamer James Anderson said on ", " that Australia's pace attack has \"problems\" beyond their first-choice trio of Starc, Josh Hazlewood and Pat Cummins. ", "In response, Starc said ", " in Melbourne. ", "And Aussie captain Steve Smith said of Anderson's comments: \"That's rubbish, to be honest. ", " \"Does he know that much about Australian domestic cricket? I'm not sure. I know there's plenty of guys who could come in and really do a job for us.\" ", "\n                            Media playback is not supported on this device\n                        ", "After losing 5-0 in 2013-14, England are looking to avoid a second consecutive whitewash in Australia and a third in 11 years. ", "The tourists are also on a run of eight successive Test losses down under, having never previously lost nine on the trot. ", "In addition, they are on a losing sequence of seven Tests away from home, dating back to the trip to India at the end of 2016. ", "\"It's been bitterly disappointing that we haven't been able to get a win yet,\" Root told BBC Sport. \"The mindset and desire within the team is for us to go and do that. ", "\"We won't be happy until we leave this trip with a win under our belts. We won't be changing the way we go about things in terms of effort or energy.  ", "\"We won't be tailing off and we'll trying to turn those strong positions into winning ones.\" "]},
{"url": "http://www.bbc.co.uk/sport/cricket/42703371%0A", "text": ["Somerset will be captained in this year's T20 Blast by Lewis Gregory.", "Gregory, 25, led the side in last season's five-wicket quarter-final defeat by eventual winners Notts.", "And, although Tom Abell will captain the side in the County Championship and the One-Day Cup, Gregory will take over in the shortest form of the game.", "\"To have my name on the captain's board alongside some of the great names in the club's history is a huge privilege,\" said Devon-born Gregory.", "Somerset director of cricket Andy Hurry said: \"Lewis has established himself as a key member of the squad with the bat, the ball and within the dressing room. ", "\"His journey thus far has demonstrated that he has the potential to evolve in to a great leader. He epitomises how we want to operate and is a natural leader within our group.\"", "Gregory has made 61 T20 appearances, more than he has in the other forms of the game - 59 in first-class and 51 in List A cricket."]},
{"url": "http://www.bbc.co.uk/sport/cricket/42782264%0A", "text": ["England Test captain Joe Root will miss the forthcoming Twenty20 tri-series against Australia and New Zealand.", "The 27-year-old Yorkshire batsman will return to England for a break.", "Root played the full Ashes Test series, which the tourists lost 4-0, and has featured in the first three matches of the one-day series against Australia.", "\"I came into this tour wanting to play everything. I love playing for England and I don't like missing games of cricket,\" said Root.", "\"I had a long chat with [coach] Trevor Bayliss about things, and there's obviously a big summer ahead and a lot of cricket still to be played.\"", "Root ", " severe dehydration, diarrhoea and vomiting because of a viral gastroenteritis bug during the final Ashes Test against Australia in Sydney.", "He is yet to be replaced for next month's Twenty20 series, which Eoin Morgan will lead as England's limited-overs captain.", "Root will return for the five-match one-day series against New Zealand, starting in Hamilton on ", "England ", " in a two-Test series starting at Lord's on May 24."]},
{"url": "http://www.bbc.co.uk/sport/cricket/42667161%0A", "text": ["Ireland will take on Somerset in a four-day encounter at Taunton as preparation for their first men's Test match in May against Pakistan.", "The game against the county side on 6-9 April will see Irish left-arm spinner George Dockrell returning to the County Ground, where he spent five seasons. ", "\"Everyone is buzzing ahead of the historic first Test and this game will be a great help,\" he said.", "Ireland will face Pakistan in their maiden Test at Malahide on 11-15 May.", "\"I have some great memories from my time in Somerset and made some great friends while I was there,\" added Dockrell. ", "\"It's a wonderful place to play cricket and it'll be good to get a run out after a winter of mostly white-ball cricket.\"", "It was ", " that Ireland's busy 2018 will also include two T20s against India at Malahide in June.  "]},
{"url": "http://www.bbc.co.uk/sport/cricket/43096349%0A", "text": ["England face New Zealand in their final Twenty20 tri-series group match on Sunday, knowing victory might not be enough to reach Wednesday's final.", "Captain Eoin Morgan's team have lost all three matches, and also trail the second-placed Kiwis on net run rate.", "Depending on the scores in Hamilton, they are likely to need to win by around 20 runs, or chase down a target with two to three overs to spare.", "\"Calculations will obviously be done as the game progresses,\" Morgan explained.", "Australia, who won all four of their group games, await the winners in Auckland on Wednesday - with co-hosts New Zealand knowing that even a narrow defeat may be enough to qualify ahead of England on net run rate.", "Morgan, who is is fit to return after missing the last two matches with a groin injury, said: \"One of the big things we haven't done on this trip is play well enough to win the game, so that will be the focus to start with.", "\"We haven't had any significant scores from any players individually and on the back of that we haven't managed to build a significant partnership that's been good enough to win us a game.\"", "Middlesex left-hander Dawid Malan, ", " in Australia as a replacement for Ben Stokes, is the only England batsman to pass 50 thus far, while the highest total is the 184-9 that ", "All-rounder Stokes is now with the team having ", " on Tuesday on a charge of affray, but Morgan quickly dismissed suggestions he could be thrust into action for the must-win game at Seddon Park on Sunday.", "\"He's far from fit and he would run a huge risk of getting injured,\" Morgan told BBC Sport. \"He'll take a few days to adjust to everything and hopefully be fit for the start of the one-day series [which begins on 25 February].", "\"It'll be a gauge, he hasn't played in competitive cricket for quite some time now so if his body does react in a way which we feel might not be fit for the start we'll have no hesitation in easing him back in.\"", "Leg-spinner Adil Rashid, who has taken three wickets at an economy rate of 8.33 in the three matches to date, announced this week that he would ", " in 2018 and would only feature in limited-overs matches.", "\"It's a very brave decision and the right one for him at the moment,\" added Morgan, who himself has not appeared in first-class cricket since July 2015.", "\"T20 has gone through the roof and his focus with our World Cup next year and the World T20 in 2020 can only be a good thing for our white-ball cricket.\""]},
{"url": "http://www.bbc.co.uk/sport/cricket/42539343%0A", "text": ["Australia fast bowler Mitchell Starc is confident of playing in the final Ashes Test, says team-mate Pat Cummins.", "Left-armer Starc, the leading wicket-taker in the series, missed the drawn fourth Test with a bruised heel.", "The 27-year-old bowled in the nets at the Sydney Cricket Ground on Tuesday. The fifth Test starts there at 23:30 GMT on Wednesday.", "\"He was running around without limping and it looked like he was bowling quickly,\" said fellow paceman Cummins.", "\n                            Media playback is not supported on this device\n                        ", "\"He's pretty confident that he's going to play. Now it's about seeing how it recovers.\"", "Australia had already secured the Ashes by winning the first three Tests, before Starc missed out in Melbourne.", "With the urn already won, Australia may choose not to risk Starc in Sydney, with a four-Test tour of South Africa to come in March.", "\"If he didn't think he could get through the match, then he wouldn't play,\" added Cummins. \"He's played a lot of cricket now and he knows what he can get through.\"", "In Starc's absence, and on a slow, lifeless pitch in Melbourne, ", " - their highest total of the series.", "His replacement, Jackson Bird, returned figures of 0-108.", "\"No disrespect to Jackson, he's got a fine record himself but compared to Starc it made quite a difference,\" said England opener Mark Stoneman.", "\"Starc bowls 10-15kph quicker, with a different angle. He swings the new ball and is good with reverse swing as well.", "\"The pitch was on the slow side, but Starc's absence made it harder for them to rotate the attack. At the key moments, they had to bowl Cummins and Josh Hazlewood in tandem, and after that there was a release in pressure.\""]},
{"url": "http://www.bbc.co.uk/sport/cricket/42745872%0A", "text": ["Leicestershire have signed Pakistan seam bowlers Mohammad Abbas and Sohail Khan to share the club's main overseas role for the 2018 season. ", "Abbas, 27, will play for the majority of the season, with 33-year-old Sohail filling in from late April to mid-June when the former could be part of Pakistan's tour to England.", "Abbas has 23 wickets in five Test matches at at an average of 21.34", "He was the top domestic wicket-taker in 2015-16 and 2016-17 in Pakistan.", "The experienced Sohail has taken 432 first-class wickets at 24.37 apiece and claimed 13 wickets at 25.00 in two Test appearances when Pakistan last toured England in 2016.", "Leicestershire head coach Paul Nixon said: \"We have been looking for a quality fast bowler as our overseas professional and Mohammad Abbas ticks all of the boxes.", "\"His Test match record is different class, he is the new kid on the block, and I am delighted to secure his signature.", "\"It was vital that we secured high-class cover. Sohail Khan has a superb record both in red and white-ball cricket.\""]},
{"url": "http://www.bbc.co.uk/sport/cricket/42609589%0A", "text": ["Bangladesh will set up special courts at cricket stadiums in an attempt to stop gambling during the tri-nations series against Sri Lanka and Zimbabwe.", "Those caught betting will be tried on the spot by judges in \"mobile courts\".", "Complex gambling laws in Bangladesh saw nearly 80 spectators thrown out for betting on their phones during the last Twenty20 Premier League tournament.", "\"Betting will be treated as a public nuisance,\" said Bangladesh Cricket Board boss Nizamuddin Chowdhury.", "\"Anyone found involved will be convicted and punished instantly in the stadium.\"", "Spectators at games in Bangladesh have been known to exploit a brief delay between live play and the official broadcast of results by placing frantic bets.", "The special courts will continue to target gamblers during Sri Lanka's tour of Bangladesh, which starts at the end of January after the tri-nation series.", "Bangladesh and Sri Lanka will play two Test matches and two Twenty20 internationals."]},
{"url": "http://www.bbc.co.uk/sport/cricket/42308922%0A", "text": ["Former Pakistan opener Nasir Jamshed has been banned for a year for not co-operating with a Pakistan Cricket Board investigation into spot-fixing.", "Jamshed, 28, is the fifth player to be dealt with in relation to spot-fixing in the Pakistan Super League.", "Former Pakistan batsmen ", " and ", " had already been banned for their roles in the case.", "Bowler Mohammad Irfan has been ", " and all-rounder Mohammad Nawaz given a two-month suspension.", "The PCB said in a statement posted on Twitter that it had \"imposed a one-year ban on Nasir Jamshed for non-co-operation with PCB\" and \"more charges will be brought in near future\".", "Jamshed was arrested and released on bail by British police in February and provisionally suspended from all forms of the game. ", "The ban prevents Jamshed from playing all forms of cricket until February 2018, a year on from the initial suspension."]},
{"url": "http://www.bbc.co.uk/sport/cricket/42729182%0A", "text": ["\n                            Media playback is not supported on this device\n                        ", "England all-rounder Ben Stokes is \"raring to go\" after being made available for selection again, says head coach Trevor Bayliss.", "The 26-year-old has been charged with affray after an incident outside a Bristol nightclub in September.", "The hearing is scheduled for Bristol Magistrates Court on 13 February.", "The England and Wales Cricket Board ", " that he is likely to join the squad for February's Twenty20 matches against New Zealand.", "However, that court date coincides with the first of those games against the Kiwis, in Wellington on 13 February.", "Stokes would be required to attend unless his solicitors make a request to the court to have the case put back to a new date and the court is satisfied with their argument enough to do so.   ", "\"He's a cricketer and just wants to be out there playing,\" Bayliss said.", "\"He's a very popular member of the team and the squad. I'm sure they'll be welcoming him back with open arms.\"", "Stokes, who has not played for England since the incident and intends to contest the charge against him, will join the squad for the second half of the triangular T20 series, which also involves co-hosts Australia.", "He missed England's winter Ashes campaign and will play no part in the current limited-overs series against Australia, but the ECB allowed him to play domestic cricket in New Zealand in December. ", "\"It might take him a little while to get back to speed but we'll just have to wait and see,\" Bayliss told BBC Sport.", "\"It's all about performance. I want him to be up and running and ready to go.\"", "Bayliss said that he was happy with the board's decision to make Stokes available for selection, adding that the incident had not distracted the squad on their current tour of Australia.", "\"It was certainly something we'd much rather not had to deal with, but when the games came around they were fully focused on playing,\" the 55-year-old Australian said.", "\"I've got admiration for those guys that they were able to see past that and concentrate on the cricket.\"", "Stokes was the only England player to be named in the International Cricket Council's men's one-day international team of 2017. ", "He also featured in the world governing body's Test side of the year, alongside pace bowler James Anderson.", "The teams are selected based on performances between 21 September 2016 and 31 December 2017 - a period in which Stokes made three Test centuries and took two five-wicket hauls.", "\"I imagine Ben has been through quite a tough time and he'll probably relish the fact he can get out and do what he does best,\" Anderson said.", "\"He's so passionate - he loves playing for England. I think he'll be relishing the chance to get back out on the field.\"", "Both sides were captained by India skipper Virat Kohli, who won the Sir Garfield Sobers Trophy for the overall World Cricketer of the Year.", " Dean Elgar (South Africa), David Warner (Australia), Virat Kohli (India, capt), Steve Smith (Australia), Cheteshwar Pujara (India), Ben Stokes (England), Quinton de Kock (South Africa, wk), Ravichandran Ashwin (India), Mitchell Starc (Australia), Kagiso Rabada (South Africa), James Anderson (England).", "David Warner (Australia), Rohit Sharma (India), Virat Kohli (India, capt), Babar Azam (Pakistan), AB de Villiers (South Africa), Quinton de Kock (South Africa, wk), Ben Stokes (England), Trent Boult (New Zealand), Hasan Ali (Pakistan), Rashid Khan (Afghanistan), Jasprit Bumrah (India)."]},
{"url": "http://www.bbc.co.uk/sport/cricket/42207500%0A", "text": ["England all-rounder Ben Stokes scored two and failed to take a wicket on his Canterbury debut in New Zealand's Ford Trophy.", "Stokes, who batted at number four, was bowled seventh ball in Canterbury's 221-9 in 50 overs against Otago Volts.", "Opening the bowling, he claimed 0-49 off nine overs as Otago won by three wickets in Rangiora.", "Stokes, 26, has not played since being arrested after an incident outside a Bristol nightclub in September.", "The England and Wales Cricket Board (ECB) said he cannot play for England while he waits to discover if he will be charged by the Crown Prosecution Service (CPS).", "However, he can play domestic cricket in any country and signed for Canterbury after ", " to visit his family.", "Stokes scored two with a pull before he was bowled via an inside edge playing back to slow left-armer Anaru Kitchen at the Mainpower Oval.", "Although Otago collapsed from 175-0 to 198-7, they won with 15 balls to spare.", "Stokes appeared to hurt his side during the game, but Canterbury coach Gary Stead said: \"It's just general stiffness. There's no injury problems at all there.\"", "On Stokes's performance he added: \"If anything he tried too hard. It's to be expected that he's a little rusty but he'll benefit from the run.\"", "Canterbury travel to Auckland Aces in their ", " on Wednesday.", "Durham's Stokes was arrested on suspicion of causing actual bodily harm after an incident on 25 September in which a man suffered a fractured eye socket.", "Stokes, who broke a finger in the incident, was released under investigation.", "On 29 November, Avon and Somerset Police said it had completed its investigation and sent the findings to the CPS to decide if Stokes would be charged.", "With a decision not to be made ", " Stokes seems unlikely to play in England's current Ashes series in Australia."]},
{"url": "http://www.bbc.co.uk/sport/cricket/42308928%0A", "text": ["\n                            Media playback is not supported on this device\n                        ", "England must rebuild trust following off-field incidents in Australia, says wicketkeeper Jonny Bairstow.", "Bairstow ", " Australia's Cameron Bancroft in a bar in October, while Lions batsman Ben Duckett was ", " for pouring a drink over bowler James Anderson last week.", "Australia lead 2-0 in the Ashes, with the third Test starting on Thursday.", "\"You want to go 'hang on a minute, this is actually what we're about',\" Bairstow, 28, told BBC Sport.", "\"There's an opportunity to do it on Thursday at the Waca.\"", "England will relinquish the Ashes if they lose in Perth.", "Bairstow said he is aware that off-field incidents have damaged the image of the team.", "\"The relationships we've got with people are very good and we're very fortunate for that,\" he said.", "\"It's taken a bit of a hit but it's our jobs and our duties to rebuild those trusts and faith within the England cricket team.\"", "England all-rounder Ben Stokes is unavailable for selection after being arrested over an incident outside a Bristol nightclub in September.", "The England and Wales Cricket Board (ECB) has said Stokes will not play for England until the Crown Prosecution Service decides whether to charge him.", "The incident involving Duckett and Anderson took place on Thursday in the same bar in Perth where Bairstow \"headbutted\" Bancroft.", "England coach Trevor Bayliss described the latest incident as \"trivial\", but Duckett, 23, was fined and issued with a final written warning over his conduct as an England player.", "\"It's the mentality around the whole culture of the team that needs to change,\" former England captain Michael Vaughan told BBC Sport.", "\"The perception of the team and whether the team agree with it or not, it's irrelevant.", "\"The public feel they're loose, they're unprofessional and they drink too much. I know from watching them and seeing them, they're actually not.\"", "The England players were put under a curfew after news of Bairstow's \"headbutt\" emerged during the first Test in Brisbane in November.", "However, it was not in place when the senior England team and Lions players were in a bar in Perth on Thursday.", "\"I don't ever like curfews,\" said Vaughan. \"I believe you should treat people as humans and give them the responsibility to look after themselves.", "\"I'd release the curfew and I'd say to the team, 'You can do whatever you want. It's up to you if you feel going out until 3am is the right mentality to prepare for that cricket match, but if you bring any negative PR on to this cricket team you're off home.'\"", "\n                            Media playback is not supported on this device\n                        "]},
{"url": "http://www.bbc.co.uk/sport/cricket/42401187%0A", "text": ["Opener Mark Stoneman admits losing the first three Ashes Tests is \"pretty devastating\" but insists there is no gulf between England and Australia.", "England surrendered the Ashes with defeat in Perth and are now looking to avoid a third 5-0 whitewash in their last four visits down under.", "\"We're capable of winning games here,\" Surrey batsman Stoneman told BBC Sport.", "\"It by no means felt an unachievable task and going to Melbourne we'll give everything to get a positive result.\"", "England, who face Australia in the fourth Test at the 100,000-capacity Melbourne Cricket Ground on Boxing Day, have shown moments of promise in the series, bowling out the hosts for 328 in the first match in Brisbane and 138 in the second innings at Adelaide.", "However, they lost those first two Tests by 10 wickets and 120 runs.", "Then in Perth the tourists reached 368-4 after centuries from Dawid Malan and Jonny Bairstow, but lost their last six wickets for 35 runs and went on to a ", "But, asked if it felt as if England were playing against a better side Stoneman, who has played six Tests, said: \"In all honesty no, we're two sides of fairly balanced bowling attacks.", "\"They have maybe had us covered at times in the pace department but when we've had the ball moving we've shown we're able to put their batsmen under a lot of pressure and at times with the bat as well we've been putting runs on the board, but just not enough.", "\"Despite what's being reported in matters off-field this group has really worked hard and it's just those key moments each time they've managed to get the upper hand on us.\"", "England have had to deal with incidents away from the field, with Bairstow accused of ", " - albeit in a manner intended to be genial - and Ben Duckett suspended from playing on the Lions tour of Australia after ", " in a Perth bar.", "\"There's a lot made of nothing really and there's work that's going in, commitment that everybody throughout the group has shown, from the very beginning, pre-tour even, to give our utmost to be successful over here,\" said Newcastle-born left-hander Stoneman.", "\"Yes results haven't gone our way but the commitment and effort has never been wavering and that's quite disappointing when all the reports have been about trivial things.\"", "How have you been following the Ashes from afar, and how has it affected your normal sleeping patterns?", "Have you been able to stay up all night and follow the action? Or have you been listening to TMS under the duvet? Perhaps you have been waking more than usual to check updates on the BBC Sport app?", "Do you go into work bleary-eyed each morning? How do you juggle day-to-day life with the desire to follow cricket in a distant land?", "We're keen to hear about your tales of cricket-induced sleep deprivation/batting collapse nightmares. ", " and leave your details if you are happy for a journalist from BBC Sport to phone or email you."]},
{"url": "http://www.bbc.co.uk/sport/cricket/42717093%0A", "text": ["Watch as South Africa's Jiveshan Pillay is controversially given out obstructing the field after he picked up the ball to return it to West Indies fielders during the Under-19 World Cup in New Zealand - sparking a fresh debate over the \"spirit of cricket\" across social media.", "South Africa Test captain ", " called it \"an absolute joke... I have done this almost a 100 times\", but ex-Australia fast bowler ", " hit back: \"Maybe you should stop doing it. Whether we like or not, it's law in the game.\" Ex-England captain ", " wrote: \"The politically correct crew will say Rules are Rules... But let's be honest this is a disgraceful way to claim a wicket.\"", "But BBC Test Match Special commentator ", " tweeted: \"Your wicket is precious, don't jeopardise it unnecessarily and know the laws. Then you won't give the opposition a chance to do something  you fundamentally disagree with.\" Fellow TMS commentator ", " concurred, adding: \"It was bizarre but batsmen should know the laws. Let the fielders do the fielding.\"", "And former England limited-overs batsman ", " recalled ", " which also involved West Indies, when a Windies bowler enacted a \"mankad\" run-out - removing the bails with the non-striker backing up - to win a crucial match against Zimbabwe.", " states that \"either batsman is out obstructing the field if, at any time while the ball is in play and, without the consent of a fielder, he/she uses the bat or any part of his/her person to return the ball to any fielder\"."]}
]